{"schedule":{"conference":{"acronym":"WK2016","title":"World Congress 2016","start":"2016-05-26","end":"2016-05-29","daysCount":6,"timeslot_duration":"00:15","days":[{"index":0,"date":"2016-05-26","day_start":"2016-05-26T10:00:00+02:00","day_end":"2016-05-27T08:00:00+02:00","rooms":{"Chaoswiese":[{"id":1036,"guid":"3a4682d7-b371-463b-a948-e05aef624516","logo":"/system/events/logos/000/001/036/large/esd_watercolor_logo_160x210.png?1463345468","date":"2016-05-26T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1036-earthships_building_sustainable_houses_from_recycled_materials","title":"Earthships: Building Sustainable Houses from Recycled Materials","subtitle":"participative building, gemeinschaftliches bauen","track":"Action","type":"lecture","language":"de","abstract":" How we are changing the world through communal building.","description":"Lecture about:\r\n1. Earthship History, \r\n2. The first permitted Earthship in Germany at Schloss Tempelhof, \r\n3. Presentation of our network and how its building the new wold ","recording_license":"","do_not_record":false,"persons":[{"id":731,"public_name":"Jost"}],"links":[{"url":"http://down2earth.org/","title":"Tteil des EsD -Netzwerk"},{"url":"http://www.earthship-tempelhof.de/","title":"Earthship in Schloss Tempelhof"},{"url":"www.earthship-deutschland.de","title":"Earthships in Deutschland"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/065/original/IMG_20160511_060411232_HDR.jpg?1463345468","title":"Es Tmplhof"},{"url":"/system/event_attachments/attachments/000/000/066/original/IMG_20160510_174311.jpg?1463345468","title":"Es Tmpelhf inside"}]},{"id":1068,"guid":"40c475d6-a8da-40ad-b13e-f9e5cfea0c47","logo":"/system/events/logos/000/001/068/large/Freifunk_logo.gif?1459268112","date":"2016-05-26T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1068-freifunk-netze","title":"Freifunk-Netze","subtitle":"Eigene Kommunikationsnetze aufbauen und die Überwacher ärgern","track":"Action","type":"lecture","language":"de","abstract":"Was ist Freifunk? Was will und kann Freifunk? Wie funktioniert ein Freifunk-Netz und wie baut man ein Freifunk-Netz auf?","description":"Mit billigen Routern ab 15 Euro kann man eigene drahtlose Kommunikationsinfrastrukturen aufbauen, die auf dem Prinzip gegenseitiger Hilfe basieren. Dazu wird ein drahtloses Peer-to-peer-Netz aufgebaut, in dem jeder Netzwerkknoten als Relaisstation arbeitet, damit alle Beteiligten miteinander kommunizieren können. Innerhalb des Netzes kann man alles machen, was man mit Computernetzen so antstellen kann: Verschlüsselt kommunizieren, Radio streamen usw. Ein beliebter Dienst im Freifunk-Netz ist das Teilen von Internet-Anbindungen. Auch gegen das Problem der WLAN-Störerhaftung hilft Freifunk, es ist aber nicht das primäre Anliegen unserer Community. Die Freifunker versorgen zur Zeit unter anderem über 200 Flüchtlingsunterkünfte in Deutschland. Es gibt zur Zeit 285 Freifunk-Communities in Deutschland, die über 30.000 Zugangspunkte betreiben. Freifunk ist Teil einer globalen Bewegung für Wireless Community Netzwerke.","recording_license":"","do_not_record":false,"persons":[{"id":335,"public_name":"Elektra  Wagenrad"}],"links":[{"url":"www.freifunk.net","title":"Freifunk Community in Deutschland"}],"attachments":[]},{"id":1139,"guid":"f16f4fea-84ba-46f7-8057-d57b8646fcdb","logo":null,"date":"2016-05-26T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1139-10_minuten_10_blicke_auf_den_7_weltkongess_der_hedonistischen_internationale","title":"10 Minuten, 10 Blicke auf den 7. Weltkongess der Hedonistischen Internationale","subtitle":"Die HI-Sektion für Trickfilm möchte während des Weltkongresses der HI gemeinsam mit seinen Teilnehmer;innen einen kurzen Episodenfilm produzieren.","track":null,"type":"workshop","language":"de","abstract":"Die HI-Sektion für Trickfilm möchte während des Weltkongresses der HI gemeinsam mit seinen Teilnehmer;innen einen kurzen Episodenfilm produzieren.\r\nDie einzelnen Beiträge der Künstler;innen oder Kollektive werden einen persönlichen bzw. kollektiven Blick auf das Weltkongressgeschehen werfen (Dauer zwischen 6 und 60 sec.).\r\n","description":"Dabei ist Raum für vorbereitete Konzepte genauso vorhanden wie für die gemeinsame Ideenfindung von Menschen, die sich erst vor Ort entscheiden einen Beitrag zu leisten. Es ist also kein Vorwissen oder Erfahrung zur Teilnahme nötig, wir freuen uns auf alle die mitmachen.\r\nWir werden Materialien für die Herstellung von Animationsfilmen bereitstellen, um allen die Umsetzung ihrer Ideen zu ermöglichen. Wer möchte, kann gerne Unterstützung von unseren erfahrenen Film- und Designmenschen erhalten.\r\n\r\nDa wir vorrausschauend die Dokumentation des Abbauprozesses eines HI-Weltkongresses bereits 2015 vorproduziert haben, hoffen wir unser Projekt abschließen zu können, bevor die meisten Teilnehmer;innen abreisen.\r\n\r\nVORALLEM:\r\nAlle Beteiligten an unserem Projekt akzeptieren das Recht aller Besucher;innen auch nicht \"aus der Ferne\", nicht ohne ausdrückliche Erlaubnis abgelichtet zu werden*. Gemeinsam mit den Veranstalter;innen des Kongresses werden wir diesbezüglich jeden Beitrag noch einmal abschließend überprüfen und auch dafür Sorge tragen, dass nicht verwendetes Rohmaterial gelöscht wird.\r\n\r\nZum Termin: Wir treffen uns auf dem Kongress (vorerst) täglich eine halbe Stunde vor dem Mitmachplenum, Wer vor dem Kongress Kontakt mit uns aufnehmen will, schreibt an oskar bei tonboot.de\r\nFür mitgebrachte Rechner/Kameras/Stative werden wir ein sicheres Plätzchen besorgen.\r\n\r\nUm den Teilnehmer;innenn des Kongresses diese Sicherheit zu vermitteln, werden Kameras, wenn überhaupt, nur offensichtlich abgedeckt auf dem Gelände wahrzunehmen sein. Die meisten Animationsfilme entstehen eh \"im stillen Kämmerlein\".\r\n","recording_license":"","do_not_record":false,"persons":[{"id":825,"public_name":"Hedonistische Internationale - Sektion für Trickfilm"}],"links":[{"url":"https://www.youtube.com/watch?v=Q6xk5iJuYkM","title":"Mobivideo zu 18null3"},{"url":"https://www.youtube.com/watch?v=7-MMqnAw7bY","title":"Die Bohlensteuer"}],"attachments":[]},{"id":1170,"guid":"f65d871e-03a5-4134-be26-978502a1a647","logo":null,"date":"2016-05-26T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1170-die_kobolde","title":"Die Kobolde","subtitle":"","track":"Party","type":"lecture","language":"de","abstract":"Die Kobolde stellen sich vor und zur Diskussion - mit Art und Tat ihres Treibens, so vielen Versionen, wie Kobolde anwesend sind und der Hoffnung auf austauschendes Geplauder zu Schwierigkeiten und Neuen Ufern. Auch möchten sie euch fragen: Warum eigentlich und Wofür das ganze feierliche Gesause? Wo bleibt denn Was hängen? Und gabs das nicht alles schon mal?","description":"Seit fünf Jahren versucht das kreativaktivistische Kollektiv „Die Kobolde“ mit eigenen Partys und ähnlichen Kunstveranstaltungen, in Köln eine Alternative zu schaffen, zu kommerziellen, massenorientierten Konsumveranstaltungen der urbanen Feierkultur. Mit ca. 20 Open Airs und einem mehrtägigen Festival konnten wir immer neuen Kunstknospen und Musikakrobaten einen Raum geben und immer mehr Menschen zur Mitarbeit und Mitverantwortung zu motivieren. \r\n\r\nTrotz und gerade weil wir immer wieder neu unser Treiben in Art und Tat hinterfragen und weil es so viele richtige Wege gibt, wie tanzende Kobolde, möchten wir uns nun euch zur Debatte stellen:\r\nWir möchten zunächst mit euch über dieses Projekt im speziellen sprechen, über Schwierigkeiten, die uns Steine in den Weg legen und Lösungsansätze, die ihr vielleicht schon für ähnliche Projekte gefunden habt. \r\nIm Anschluss soll sich das Gespräch öffnen, denn wir fragen uns immer öfter: was bleibt wo und wie? Wir sind nur eine Gruppe von vielen, die solche Ziele verfolgt und wir wüssten gern: warum tun wir alle das auf diese Weisen, wie wir es tun? Wie prägt unser Tun das was wir Umfeld nennen und wie wirkt sich diese Arbeit auf unsere Biografien aus?\r\nIn hüpfender Vorfreude euch zum Gespräch erwartend, \r\nEure Kobolde","recording_license":"","do_not_record":false,"persons":[{"id":829,"public_name":"Die Kobolde"}],"links":[{"url":"kobaldeundliebe.org/","title":"Festivalseite"}],"attachments":[]},{"id":1090,"guid":"0896b5c2-19e9-4b88-8499-42f8205654d6","logo":"/system/events/logos/000/001/090/large/cadus-logo_RGB_web.jpg?1462426066","date":"2016-05-26T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1090-no_one_is_illegal_supporting_refugees_and_rojava","title":"No one is illegal: Supporting Refugees and Rojava","subtitle":"","track":"Action","type":"podium","language":"en","abstract":"As CADUS e.V. we have been involved into supporting the region of Rojava, Syria since 2014 and got active on the ägäis islands in 2015. We want to share our experiences and discuss possible strategies to support the democratic structures in Rojava as well as the need to take a stand against the current EU policy towards refugees.","description":"At the time beeing, the boarders to the kurdish controlled region of Rojava in Syria are closed. While this region still is a safe spot for many people who escaped the IS humanitarian aid is almost impossible. As a small organisation we have worked on supporting the society in Rojava since 2014. While there are attempts to make life better in the region, for most part of syrian population the escape towards europe is the only hope to get away from war and lifethreatening circumstances. What is now know as \"refugee crisis\" has been building up for a long time. The recent actions of the EU ending in pushing people back to turkey will not reduce the amount of refugees but only increase the death toll. By participating in Search and rescue missions in the Ägäis, CADUS tries to support those trying to reach Europe.","recording_license":"","do_not_record":false,"persons":[{"id":796,"public_name":"nina"}],"links":[{"url":"www.cadus.org","title":"Cadus Website"}],"attachments":[]},{"id":977,"guid":"782f21d2-8e68-45d0-8ddd-15aea51ece10","logo":"/system/events/logos/000/000/977/large/vortrag.jpg?1460072402","date":"2016-05-26T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-977-kohlegruben_besetzen_und_die_reichstagswiese_umgraben","title":"Kohlegruben besetzen und die Reichstagswiese umgraben","subtitle":"Neue Perspektiven und Ideen für zivilen Ungehorsam","track":"Action","type":"lecture","language":"de","abstract":"Die letzte Demo unwirksam und langweilig, die Petition fürn Arsch, von Parteien enttäuscht, Clicktivism und Shitstorms durchgespielt und auf Lobbyismus keinen Bock?\r\n\r\nDer Vortrag führt kurz in die ethisch-moralischen, politischen und rechtlichen Grundlagen des zivilen Ungehorsams ein, um dann anhand von vielen praktischen und unterhaltsamen Beispielen neue Perspektiven und Aktionsformen für wirksamen Protest zu entwickeln.","description":"Politischer Aktivismus frustriert sehr schnell. Die bleierne Zeit der Merkel-Epoche ist von Massenüberwachung, Grundrechteabbau und der grenzenlosen Ausweitung marktwirtschaftlicher Prinzipien gekennzeichnet. Trotz dem Umbau der Gesellschaft in eine marktkonforme Demokratie und zunehmender sozialer Spaltung, ist eine schlagkräftige außerparlamentarischen Bewegung nicht in Sicht. Es macht sich eine Ohnmacht breit, dass wir eh nichts ändern können.\r\n\r\nEin Mittel gegen die Ohnmacht ist die kreative Weiterentwicklung des zivilen Ungehorsams. Mit der gezielten politischen Regelverletzung kannst Du Dich und andere selbst ermächtigen, politische Erfolge feiern, Demokratie leben, Autoritäten herausfordern - und sogar richtig Spaß haben.\r\n\r\nDas Arsenal des zivilen Ungehorsams ist sehr viel größer als die gute alte Sitzblockade: Wir können technisch sabotieren, mit Kommunikationsguerilla verwirren, unsere Gegner mit Glitzer bewerfen, Systeme infiltrieren und manipulieren, Interna leaken, im Namen der Macht sprechen oder mit ganz großer Geste einfach mal ankündigen, einen Geheimdienst zu stürmen.\r\n\r\nDie Herausforderung des Staates durch gezielte Regelverletzung stellt Autoritäten in Frage und schafft gleichzeitig Debatte \u0026 Öffentlichkeit für das politische Anliegen. Dabei setzt ziviler Ungehorsam darauf, dass viele Menschen die Regelverletzung moralisch mittragen können. Er setzt auf Verbünden und Solidarität - und schafft damit auch Grundlagen für ein neues politisches Bewusstsein.","recording_license":"","do_not_record":false,"persons":[{"id":83,"public_name":"Montserrat Graupenschläger"}],"links":[],"attachments":[]}],"Solarkino":[],"Gans in Florida":[{"id":1163,"guid":"9e64b99e-9658-45fe-bf4c-3f87c7e38df0","logo":null,"date":"2016-05-27T00:30:00+02:00","start":"00:30","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1163-trip_to_orangeland_-_filmischer_reisebericht","title":"Trip to Orangeland - Filmischer Reisebericht","subtitle":"","track":"Protest","type":"lecture","language":"de","abstract":"Im Januar 2016 sind fünf junge Berliner_innen Richtung Nahost aufgebrochen, um\r\nmit kritischen Kulturschaffenden in Israel und Palästina zu sprechen und in Erfahrung\r\nzu bringen, was sie bewegt; wie sie glauben, mit Kunst, etwas zur Verbesserung der\r\npolitischen Situation beitragen zu können; und unter welchen Bedingungen sie eine\r\nZusammenarbeit für möglich halten. Denn der ethic fashion label Gründer Jonas\r\nNipkow (T/Shared) wollte israelische und palästinensische Künstler_innen für seine\r\nT-Shirt Kampagne gewinnen, die mittels künstlerischer Werke auf Kleidung und den\r\ndahinterstehenden Lebensgeschichten für Solidarität und Frieden sensiblisieren will.\r\nMittels filmischer Portraits spannender Intellektueller wie dem künstlerischen Leiter\r\ndes Freedom Theatres Nabeel Raee oder dem Leiter der Rosa-Luxemburg-Stiftung\r\nTsafrir Coen, sowie vielen anderen freischaffenden Künstler_innen, möchten wir\r\nberichten von dieser Reise, den Eindrücken, den Lernerfahrungen und\r\nHintergrundwissen zur kulturellen und politischen Situation in Nahost geben.\r\n\r\nhttp://www.t-shared.de/","description":"","recording_license":"","do_not_record":false,"persons":[{"id":950,"public_name":"Jamila Al-Yousef"}],"links":[],"attachments":[]}],"Boiler Room":[{"id":1061,"guid":"11a6ed65-241b-4e13-8be1-4f592e80fd67","logo":null,"date":"2016-05-26T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Boiler Room","slug":"WK2016-1061-mehr_licht","title":"Mehr Licht","subtitle":"Kreativer Umgang mit Licht","track":"Action","type":"workshop","language":"de","abstract":"Everything you ever wanted to know about par-cans, dmx, arduinos and pure data … Im Workshop wird es um die Grundlagen des kreativen Umgangs mit Licht zur Ausleuchtung hedonistischer (und anderer) Veranstaltungen gehen, bei Interesse gibt es Folgeworkshops.","description":"Ohne Licht ist duster, und mit zu viel oder zu wenig licht machen die besten Parties wenig Spaß. Wir werden während des Workshops zeigen, wie Mensch durch die Auswahl von Lampen und Farben, das richtige hängen und die passenden Effekte die Lichtstimmung beeinflussen kann. Wahrscheinlich werden wir so richtig hands-on-mäßig den Workshop-Floor ausleuchten.\r\n\r\nWenn entsprechendes Interesse besteht, wird es weitere Workshops geben, bei denen es dann um den kreativen Umgang mit der geschaffenen Infrastruktur geht: Wie können Lampen mit welchen Protokollen gesteuert werden, welche Technik und welche Protokolle werden dazu gebracht, und wie kann Mensch das alles selbst machen?","recording_license":"","do_not_record":false,"persons":[{"id":838,"public_name":"SU"},{"id":749,"public_name":"thoralf"}],"links":[],"attachments":[]},{"id":1064,"guid":"ae10cfd7-699e-4f2f-b071-5c443c7e8b7b","logo":"/system/events/logos/000/001/064/large/MfS-HA-VIII-Fo-0448-Bild-0025.jpg?1458913855","date":"2016-05-27T00:30:00+02:00","start":"00:30","duration":"01:00","room":"Boiler Room","slug":"WK2016-1064-what_does_big_brother_see_while_he_is_watching_-_extended_version","title":"What does Big Brother see while he is watching - EXTENDED VERSION","subtitle":"Uncovering images from the secret Stasi archives.","track":"Protest","type":"lecture","language":"en","abstract":"In the past years there has been a lot of discussion on the topic of state sponsored surveillance. But hardly any material can be accessed to support the general debate due to vaguely declared security concerns. So we are debating Big Brother with little knowledge about what he actually sees, while he is watching. Over the course of three years, I was able to research the archives left by East Germany's Stasi to look for visual memories of this notorious surveillance system and more recently I was invited to spend some weeks looking at the archive by the Czechoslovak StB. Illustrating with images I have found during my research, I would like to address the question why this material is still relevant – even 25 years after the fall of the Iron Curtain.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":746,"public_name":"Simon Menner"}],"links":[{"url":"http://simonmenner.com/pages/Stasi-Index.htm","title":"Stasi Images Online"}],"attachments":[]}],"Balkonien":[{"id":1237,"guid":"253840ea-fa8a-493b-8245-4ed27f762478","logo":null,"date":"2016-05-26T13:15:00+02:00","start":"13:15","duration":"05:00","room":"Balkonien","slug":"WK2016-1237-pappsatt_fur_alle","title":"Pappsatt ...für Alle ","subtitle":"Transpi-Wokshop","track":"Protest","type":"workshop","language":"de","abstract":"Pappsatt-Workshop: Wir entwerfen und malen ein mehrteiliges Riesen-Transparent für das stadtpolitische Bündnis \"Berlin für Alle\"","description":"Das Kunst- und Medienkollektiv Pappsatt lädt zu einem Riesentranspi-Malworkshop. Für das stadtpolitische Bündnis \"Berlin für Alle\" wollen wir ein mehrteiliges Riesen-Transparent gestalten, das für spätere Protestaktionen genutzt werden kann.\r\nDer Workshop wird Donnerstag und Freitag jeweils ab 13Uhr stattfinden.\r\n\r\nBeim Pappsatt-Workshop auf dem Hedokongress 2014 entstand der MobiClip zum WarStartsHereCamp: https://vimeo.com/98623277","recording_license":"","do_not_record":false,"persons":[{"id":966,"public_name":"Mareike Müller | Pappsatt"},{"id":122,"public_name":"Pappsatt"}],"links":[{"url":"www.pappsatt.org","title":"Pappsatt Kollektiv"}],"attachments":[]}],"Dorfplatzbühne":[{"id":1214,"guid":"3f9f7036-9777-4d6f-8e74-b44b64370684","logo":"/system/events/logos/000/001/214/large/IMG_0467.JPG?1461282655","date":"2016-05-26T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Dorfplatzbühne","slug":"WK2016-1214-mo_and_the_ashamed_monkeys","title":"Mo and the ashamed Monkeys","subtitle":"Loops + Didge + Dance","track":"Party","type":"concert","language":"","abstract":"Mo ohne Moi, dafür mit Tänzerin Tanja und Norm Colorfool an Didge und Djembe, sowie diversen Klangkörpern zum Zerfransen und erneuten Zusammensetzen eines wabernd-plätschernden Beatmosaiks.","description":"Mo baut deephousige/downbeatige Loops mit Gitarre, Bass, diversen Percussions, Norm spielt dazu live auf seinem selbstgebauten Plastikrohrdidgeridoo und seiner Djembe, Tanja tanzt Ausdruckstanz.","recording_license":"","do_not_record":false,"persons":[{"id":339,"public_name":"Kissing Clouds"}],"links":[{"url":"https://www.youtube.com/watch?v=3Suop8DM6D4","title":"Norm Colofool play Didge and Djembe simutanously"},{"url":"https://soundcloud.com/moetmoi","title":"Mo \u0026 Moi"}],"attachments":[]},{"id":1178,"guid":"69aa0486-9018-4a79-a9df-e033536891af","logo":null,"date":"2016-05-26T21:30:00+02:00","start":"21:30","duration":"00:15","room":"Dorfplatzbühne","slug":"WK2016-1178-37_jahre_erdbeermarmeladenverbot","title":"37 Jahre Erdbeermarmeladenverbot","subtitle":"","track":"Action","type":"performance","language":"de","abstract":"Seit vor 100 Jahren im Züricher Cabaret Voltaire Menschen mit dem Ruf nach Erdbeermarmelade für alle an die Öffentlichkeit gingen, haben sich die reaktionären Kräfte gegen alle Widerstände durchgesetzt und 1979 sogar ein endgültiges Verbot der Erdbeermarmelade bewirkt.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":825,"public_name":"Hedonistische Internationale - Sektion für Trickfilm"}],"links":[],"attachments":[]},{"id":1221,"guid":"375ec6db-b222-447d-b6fd-3f267fefa9ae","logo":"/system/events/logos/000/001/221/large/ALLES_KLAR_logo.jpg?1462250617","date":"2016-05-26T22:00:00+02:00","start":"22:00","duration":"01:30","room":"Dorfplatzbühne","slug":"WK2016-1221-alles_klar","title":"ALLES KLAR!","subtitle":"polit-sex-postpunk-crossover-feminist","track":"Party","type":"concert","language":"en","abstract":"The ALLES KLAR ! Show is a highly energetic and liberating experience,\r\nTotally undiplomatic and utterly shameless.\r\n\r\nWe call it: Electric PornPunk!\r\n","description":"The ALLES KLAR ! Show is a highly energetic and liberating experience,\r\nTotally undiplomatic and utterly shameless.\r\nDirect and kinky words laying on top of pumping electronic rocking beats, naughty guitars and juicy synths. The singers Alice and Claire share dirty spiritualism out of their deep throats and guide you through the holy trinity:\r\nfood- fuck and fun. \r\n","recording_license":"","do_not_record":false,"persons":[{"id":884,"public_name":"Levke Vanounou"}],"links":[{"url":"https://soundcloud.com/alles-klar-4","title":"audio streams"},{"url":"https://goo.gl/vStJcq","title":"video channel"},{"url":"alles-klar-music.com","title":"website"}],"attachments":[]}],"Stube":[],"Saunah":[],"Halle / Saale":[],"Drehen \u0026 Wenden":[{"id":1124,"guid":"7b40e268-5c2a-406e-ab8a-072ea06e9822","logo":null,"date":"2016-05-26T15:45:00+02:00","start":"15:45","duration":"04:45","room":"Drehen \u0026 Wenden","slug":"WK2016-1124-flossbau","title":"Floßbau","subtitle":"","track":"Action","type":"workshop","language":"de","abstract":"Floßbauworkshop in dem wir zuerst Konstruktionsweisen vorstellen und im Anschluss mit allen Teilnehmer_innen zusammen ein Floß konstruieren und zu Wasser bringen.","description":"Wir wollen einen Floß-Bau-Workshop anbieten. Konkret wollen wir mehrere Floßbauweisen vorstellen und diese dann auch mit den Workshopteilnehmer_innen konstruieren und diese abschließend zu einer Gesamtkonstruktion verbinden. Werkzeuge und einen Teil der Materialien (z.B. Seile, Schrauben, Holzwerkstoffe etc.) stellen wir für den Workshop zur Verfügung. Des Weiteren wollen wir auf dem Gelände Sammelstationen für PET-Flaschen einrichten, da diese einen Teil des Schwimmkörpers ausmachen sollen. Selbstverständlich werden wir das Floß nach dem Workshop allen Kongressteilnehmer_innen zur Verfügung stellen. Falls nach Ende des Kongresses keine Folgenutzung in Aussicht steht kümmern wir uns natürlich um eine gewissenhafte Entsorgung.\r\nDer Workshop, sowie das Entstandene Floß soll das Gelände und die Umliegende Natur nicht belasten!","recording_license":"","do_not_record":false,"persons":[{"id":812,"public_name":"Flo \u0026 Shannon"}],"links":[],"attachments":[]}],"Jurte":[],"Technisches Labor":[{"id":1258,"guid":"9c839181-1f9d-432e-95bc-44df14afae85","logo":null,"date":"2016-05-26T13:15:00+02:00","start":"13:15","duration":"02:15","room":"Technisches Labor","slug":"WK2016-1258-microcontrollers_arduino_friends","title":"Microcontrollers: Arduino \u0026 friends","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"","description":"","recording_license":"","do_not_record":false,"persons":[{"id":954,"public_name":"Friedi"},{"id":720,"public_name":"Karim"}],"links":[],"attachments":[]},{"id":1259,"guid":"9aed227d-6838-4c53-b0d4-f288e0642fd4","logo":null,"date":"2016-05-26T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Technisches Labor","slug":"WK2016-1259-online_infrastructure_for_activists","title":"Online infrastructure for activists","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"We show you how to organise political work and action online, without relying on Facebook, Google and other big corporations.\r\nTopics: Mailinglists \u0026 newsletter, shared calendars, email \u0026 domain hosting, document sharing, collaborative work online, etc.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":955,"public_name":"Lee"},{"id":948,"public_name":"Sam"}],"links":[],"attachments":[]}],"Schlauch":[],"Klassenzimmer":[]}},{"index":1,"date":"2016-05-27","day_start":"2016-05-27T10:00:00+02:00","day_end":"2016-05-28T08:00:00+02:00","rooms":{"Chaoswiese":[{"id":1252,"guid":"ce9616d1-8399-43d4-90f6-1994706ca029","logo":"/system/events/logos/000/001/252/large/552310_531897310155852_568181666_n.jpg?1463089937","date":"2016-05-27T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1252-funf_jahre_nach_der_revolte_in_agypten","title":"Fünf Jahre nach der Revolte in Ägypten","subtitle":"","track":"Protest","type":"lecture","language":"de","abstract":"Der Vortrag schildert die wichtigsten Ereignisse seit der Revolution im Jahr 2011, gibt einen Überblick über die politischen Bewegungen und erläutert die Beihilfe zur Repression durch europäische Polizeien und Geheimdienste.","description":"Am 25. Januar war der fünfte Jahrestag der ägyptischen Revolution. Seit 2011 demonstrieren an diesem Tag Zehntausende für Brot, Freiheit, Soziale Gerechtigkeit und menschliche Würde. Ihr Ziel ist die Abschaffung des Polizeistaats. Im Vorfeld des diesjährigen Jahrestages erstickte der Präsident Abdel Fattah al-Sisi jedes kritische Erinnern und jeden Protest im Keim. Viele Gruppen und Organisationen riefen für den 25. April zu einem weiteren Aktionstag auf. Abermals überzog das Regime das Land mit einer Repressionswelle, in zwölf Tagen wurden fast 1.300 Personen verhaftet. \r\n\r\nViele westliche Länder, darunter Deutschland, liefern Technik und Ausrüstung, mit der sich die ägyptische Regierung an den Revolutionäre gerächt hat. Das Bundeskriminalamt und die deutschen Geheimdienste treffen sich regelmäßig mit dem berüchtigten Staatssicherheitsdienst. ägyptische Ultra-Gruppen werden als \"terroristisch\" verfolgt, trotzdem startete die Bundespolizei ein Ausbildungsprojekt mit der zuständigen Stadionpolizei. Jetzt will das deutsche Innenministerium ein weiteres Polizei-Abkommen, das als ?Vorverlagerung? von Risiken für Deutschland nach Nordafrika bezeichnet wird. Andere Projekte zielen auf die Verhinderung unerwünschter Migration in die Europäische Union.\r\n\r\nDie Zusammenarbeit fällt AktivistInnen, BloggerInnen, JournalistInnen und Homosexuellen in den Rücken und stärkt die repressive ägyptische Polizei. Ihre Mittel sind Verschwindenlassen, Folter und politischer Mord. Nicht nur Menschen aus Ägypten sind betroffen. Zu den letzten und bekanntesten Opfern gehört der Italiener Giulio Regeni, der auf bestialische Weise getötet wurde. \r\n\r\nAuf der Veranstaltung schildern wir die wichtigsten Ereignisse seit der Revolution in 2011, geben einen Überblick über die politischen Bewegungen und erläutern die Beihilfe zur Repression durch europäische Polizeien und Geheimdienste.","recording_license":"","do_not_record":false,"persons":[{"id":938,"public_name":"Abdullah"}],"links":[],"attachments":[]},{"id":1243,"guid":"60245080-7b73-4855-8e4e-a0286d192a54","logo":null,"date":"2016-05-27T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1243-xwing","title":"XWing","subtitle":"Selbstbau-Drohnen im Einsatz für die Seenotrettung Schiffbrüchiger","track":"Action","type":"lecture","language":"de","abstract":"Einfache und preiswerte Flugzeug-Drohnen mit über 100km Reichweite suchen vollautomatisch mit Infrarotkameras nach Schiffbrüchigen und melden Sichtungen an Rettungsteams. ","description":"Nach einer kurzen Einführung in die Thematik erkläre ich das Projekt und stelle die verschiedenen Einsatzszenarien vor. ","recording_license":"","do_not_record":false,"persons":[{"id":924,"public_name":"Steini"}],"links":[],"attachments":[]},{"id":1114,"guid":"a2ec2dcf-d93b-4044-95ec-ebcec3039a9f","logo":null,"date":"2016-05-27T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1114-nationalismus_ist_keine_alternative","title":"Nationalismus ist keine Alternative","subtitle":"Vorstellung der bundesweiten Kampagne \"Nationalismus ist keine Alternative\"","track":"Protest","type":"lecture","language":"de","abstract":"Im Januar 2016 starten antirassistische und antifaschistische Gruppen die Mitmach-Kampagne \"Nationalismus ist keine Alternative\" um dem aktuellen rechten Rollback in der Gesellschaft praktisch etwas entgegenzusetzen. Kristallisationspunkte sind dabei einerseits die Wahlkämpfe der AfD 2016 und rechte Straßenmobilisierungen von \"Nein zum Heim\" bis Pegida, andererseits die Krise des europäischen Migrationsregimes und die fortlaufende Abschottung Europas.  \r\n\r\nIn der Veranstaltung wollen wir die Kampagne vorstellen und Möglichkeiten zum Einbringen aufzeigen.","description":"Im Januar 2016 starten antirassistische und antifaschistische Gruppen die Mitmach-Kampagne \"Nationalismus ist keine Alternative\" um dem aktuellen rechten Rollback in der Gesellschaft praktisch etwas entgegenzusetzen. Kristallisationspunkte sind dabei einerseits die Wahlkämpfe der AfD 2016 und rechte Straßenmobilisierungen von \"Nein zum Heim\" bis Pegida, andererseits die Krise des europäischen Migrationsregimes und die fortlaufende Abschottung Europas.  \r\n\r\nIn der Veranstaltung wollen wir die Kampagne vorstellen und Möglichkeiten zum Einbringen aufzeigen.","recording_license":"","do_not_record":true,"persons":[{"id":802,"public_name":"TOP B3rlin"}],"links":[],"attachments":[]},{"id":1009,"guid":"a315b081-0b8a-4c3a-bdb4-509e1dcbb1b9","logo":"/system/events/logos/000/001/009/large/roma-trial-logo.jpg?1462664044","date":"2016-05-27T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1009-amaro_kaff_methods_of_anti-racism_work","title":"Amaro Kaff: Methods of Anti-Racism Work","subtitle":"","track":"Protest","type":"workshop","language":"en","abstract":"\"Amaro Kaff\" is a wordplay relating to \"amaro gav\" from Romani language which means \"our village\", and \"Kaff\" for the German expression for \"hicksville\". During his workshop, Hamze Bytyci - an actor, theater and film director with Romani roots, presents his own methods of anti-racism work and discuss them with the participants. ","description":"\"Amaro Kaff\" is a wordplay relating to \"amaro gav\" from Romani language which means \"our village\", and \"Kaff\" for the German expression for \"hicksville\". During his workshop, Hamze Bytyci - an actor, theater and film director with Romani roots, presents his own methods of anti-racism work and discuss them with the participants. Doesn't matter if its an online radio, short films, performances or rather pedagogic work: Which strategies can be used to create a space free from racism, antiziganism or islamophobia? Can this space be online or does it have to exist in the real world? How to speak about prejudices without reproducing them? The workshop can be hold both in German and English language.\r\n\r\nAn interactive workshop with short examples of films, theater plays and educational projects from Hamze Bytyci and a discussion about fighting and preventing racism and especially antiziganism.\r\nHamze Bytyci is an artist and an experience human rights activist, he is leading the transcultural self-organisation of Roma and non-Roma people called RomaTrial: www.romatrial.org.","recording_license":"","do_not_record":false,"persons":[{"id":944,"public_name":"Veronika Patockova"},{"id":868,"public_name":"Hamze Bytyci"}],"links":[{"url":"http://romatrial.org/","title":"RomaTrial e.V."}],"attachments":[]},{"id":1197,"guid":"210735fa-7e6f-495f-92f0-171fc92df183","logo":null,"date":"2016-05-27T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1197-profile_111_peng_collective","title":"Profile 111: Peng! Collective","subtitle":"","track":"Action","type":"lecture","language":"en","abstract":"The guerilla communications group, Peng! Collective is well-known for  their recent projects such as the army of bots fighting sexist trolls on Twitter,  Zero Trollerance, the call to European holidaymakers to give rides to refugees wanting to cross borders, Fluchthelfer.in and the exit program for secret service agents, Intelexit.","description":"The highlights and critical points of the projects are presented from the point of view of Gloria Spindle, working for the intelligence subcontractor Silent Edge, dedicated to tracking potential threats from the arts world. \r\n\r\nToday on the secret services watch list is Peng! Collective the jokers from Berlin who keep making it into the media spotlight with their showy pranks. They are absolutely not a threat, but orders from above are that they need to be monitored just in case. Better safe than sorry, we say. Gloria Spindle from the private secret services contractor, Silent Edge, will profile the group, showcasing their recent activities, their weak points, and reasons for potential concern, or not as the case may be. ","recording_license":"","do_not_record":false,"persons":[{"id":827,"public_name":"Gloria Spindle"}],"links":[{"url":"https://www.intelexit.org/","title":"Intelexit "},{"url":"http://www.fluchthelfer.in/","title":"Fluchthelfer.in"},{"url":"https://zerotrollerance.guru/","title":"Zero Trollerance"},{"url":"https://www.youtube.com/watch?v=FE3BuFA6LYc","title":"Peng! Collective Arte Tracks "},{"url":"https://www.pen.gg/","title":"Peng website"}],"attachments":[]},{"id":1234,"guid":"03917e5a-c81c-4a05-8337-6e68f7472861","logo":"/system/events/logos/000/001/234/large/blockupy-logo_02.png?1462900288","date":"2016-05-27T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1234-we_are_your_crisis","title":"We are your crisis","subtitle":"Blockupy als transnationaler Widerstand","track":"Protest","type":"lecture","language":"de","abstract":"Zwei AktivistInnen der Interventionistischen Linken mit Erzählungen zu Blockupys Vergangenheit und Zukunft, sowie schlüssigen Erklärungen warum lokale Proteste heute nicht mehr genügen und linker Aktivismus transnationale Perspektiven braucht.","description":"Was ist Blockupy?\r\n\r\nBlockupy ist Teil eines europaweiten Netzwerks vielfältiger Bewegungen, Gewerkschaften, Parteien und Flüchtlingsinitiativen aus Italien, Spanien, Griechenland, Belgien, den Niederlanden, Dänemark, Frankreich und anderen Ländern, die Widerstand gegen das europäische Krisenregime leisten. Zusammen wollen wir eine europäische Bewegung schaffen, einig in ihrer Vielfalt, die die Macht des Krisenregimes und der Austeritätspolitik überwindet und damit beginnt, Demokratie und Solidarität von unten aufzubauen. ","recording_license":"","do_not_record":false,"persons":[{"id":907,"public_name":"Hanna und Lisa"}],"links":[{"url":"http://berlin.blockupy-frankfurt.org/","title":"Blockupy Plattform Berlin"},{"url":"https://blockupy.org/6446/blockupy-und-die-europaeische-offensive-gegen-rechte-krisenloesungen-abschottung-und-austeritaet/","title":"Blockupy International"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/056/original/cropped-11406554_1077821185579241_7635520681956505515_o.jpg?1462900505","title":"cropped-11406554_1077821185579241_7635520681956505515_o.jpg"}]}],"Solarkino":[{"id":1018,"guid":"d6562bd7-5bdb-4f21-84e8-05e181fc4b56","logo":null,"date":"2016-05-27T12:00:00+02:00","start":"12:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1018-kampagne_pyranha_6_jahre_az_koln","title":"Kampagne pyranha \u0026 6 Jahre AZ Köln","subtitle":"Was vor der Besetzung des AZ Köln richtig gemacht wurde (und was nicht)","track":"Action","type":"lecture","language":"de","abstract":"Nach 1 1/2 Jahren Kampagnenarbeit von pyranha wurde besetzt - 6 Jahre später existiert das AZ Köln immernoch. Durch vielfältige Aktionen in der Stadt wurde erreicht, was hier seit 20 Jahren nicht mehr gelungen ist - eine Besetzung, die breite Unterstützung erhielt und schließlich legalisiert wurde. Ein Aktivist stellt diese Kampagne vor - Nachahmung erwünscht.","description":"Aus einem Haufen Aktivist*innen, die sich gegen die Schließung eines Zentrums wehrten, wurde die Kampagne \"pyranha - für ein Autonomes Zentrum...mit Tanzfläche\". Vielfältige Aktionen im öffentlichen Raum, geschicktes Politiker*innen-Nerven, etwas Größenwahn und viele gute Ideen führten zu einer breiten Unterstützung weit über die 'Szene' hinaus, was uns dann bei der erfolgreichen Besetzung zu Gute kam. Daraus kann man vieles lernen - mit Fotos und Videos wird die Kampagne vorgestellt und ein wenig über die weitere Entwicklung berichtet. ","recording_license":"","do_not_record":false,"persons":[{"id":688,"public_name":"Flo"}],"links":[],"attachments":[]},{"id":1134,"guid":"0a622260-c0b0-4c51-9f67-bb1bfe8ecc2c","logo":null,"date":"2016-05-27T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Solarkino","slug":"WK2016-1134-mieter_innen_aller_hauser_vereinigt_euch_oder_die_idee_der_mietgewerkschaft","title":"Mieter*Innen aller Häuser vereinigt euch....Oder: \"Die Idee der Mietgewerkschaft\"","subtitle":"Übertragung des Konzepts der Arbeiter-Gewerkschaften auf Mietproteste","track":"Protest","type":"lecture","language":"de","abstract":"Die  Wohnungs- und Mietpreise in europäischen Großstädten steigen kontinuierlich und auf eine Trendwende ist zu hoffen ist abwegig. Es ist Zeit sich gewerkschaftlich zu organisieren und gewerkschaftlich erprobte Konzepteauf  Kampf der Mieter*Innen zu übertragen. Warum gibt es keine Mietgewerkschaft? Weil noch niemand eine Mietgewerkschaft gegründet hat!\r\n","description":"Wir vergleichen die heutige Situation der Mieter*Innen mit denen der Arbeiter*Innen vor 150 Jahren: Durch die große Nachfrage nach Arbeitsplätzen und der Landflucht konnten Arbeitgeber quasi frei Löhne und Arbeitsbedingungen diktieren.\r\n \r\nIm heutigen Mietmarkt verhält es sich ähnlich: Die große, anhaltende Nachfrage nach Wohnraum lässt die Preise nach oben schießen.Dabei ist Berlin erst der Anfang: Hamburg, München, Paris und London haben eine ähnliche Wandlung durchgemacht, die Wandlung ist nur weiter fortgeschritten.\r\n\r\nErst als sich vor ca.150 Jahren die Arbeiter*innen in Berufsgruppen und später in berufsübergreifenden Gewerkschaften zusammenschlossen, solidarisch handelten, Tarifverträge aushandelten und durch Streik und Sabotage die Arbeitgeber unter Druck setzten, wendete sich das Blatt. Fast alle damals noch unvorstellbaren aber heute selbstverständlichen Rechte im Arbeitsverhältnis wurden durch gewerkschaftliche Kämpfe erreicht: Unfallversicherung, Mutterschutz, 8-h-Tag, Verbot von Kinderarbeit, bezahlte Urlaube,Kündigungsschutz und vieles mehr.\r\n\r\nBerlin ist eine Mieterstadt: 85% der Menschen leben in einem Mietsverhältnis. Auch hier kann und sollte das Ruder herumgerissen werden. Unsere Idee ist die Gründung gewerkschaftsähnlicher Strukturen für die Mieter und Mieterinnen in Berlin.","recording_license":"","do_not_record":false,"persons":[{"id":821,"public_name":"Herr Vorragend"}],"links":[],"attachments":[]},{"id":1217,"guid":"27510295-ad19-4621-85b0-91a16eeaee9e","logo":null,"date":"2016-05-27T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Solarkino","slug":"WK2016-1217-antimilitarismus_fur_anfanger_innen","title":"Antimilitarismus für Anfänger_innen","subtitle":"Was ist eigentlich das Problem an der Bundeswehr?","track":"Protest","type":"lecture","language":"de","abstract":"Peng - tot. Stillgestanden - Orden dran.\r\nDie deutsche Kriegsmaschine rollt wieder und das Militär dringt immer mehr in unser Leben ein. Aber was weiß ich davon? Warum geht es mich was an? Und warum macht es Spaß, sich gegen Krieg und Militarisierung zu engagieren? Krieg beginnt hier - Peacemovement reloaded!","description":"Ein Gespräch über die Bundeswehr, Widerstand dagegen und warum es immer wichtiger wird, sich friedenspolitisch zu engagieren.","recording_license":"","do_not_record":false,"persons":[{"id":883,"public_name":"Thomas Mickan"}],"links":[],"attachments":[]},{"id":1135,"guid":"55737c6e-34d2-4cae-954a-7a9ad0fa0bca","logo":"/system/events/logos/000/001/135/large/digitale-ethik-hedo.png?1460042443","date":"2016-05-27T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Solarkino","slug":"WK2016-1135-zoomed_out","title":"Zoomed out","subtitle":"Hacker ethics in the current sociopolitical context","track":"Action","type":"lecture","language":"en","abstract":"This talk will give an introduction of the hacker ethics but also zoom out on the digital revolution as a whole. It aims to provide historical context to what is happening with the world today, will give you a better understanding of whats coming next, and what role we all play in this. ","description":"Since technology and computers have become part of basically every facet of life, the ethics of anything digital are critically important. An ethical framework created a few decades ago in a small niche of society, has become highly relevant for the mainstream.\r\n\r\nThis talk will give an introduction of the hacker ethics but also zoom out on the digital revolution as a whole. It aims to provide historical context to what is happening with the world today, will give you a better understanding of whats coming next, and what role we all play in this. The talk will evolve around questions of transparency and privacy, power, the distribution of power and responsibility coming with it, technology and consequences of technology. It will elaborate why many of today's developments -- from the NSA scandal to the refugee crisis -- are not mere coincidence, but rather complementary pieces of a larger puzzle depicting a tomorrow we have a hard time imagining today. Lastly, it will focus on what this all means for you and me and everyone else out there.\r\n\r\nThis talk is about technology and society, but is not a technical talk. It is aimed at creating a better understanding for non-technical people and, while dead serious, guaranteed entertaining.","recording_license":"","do_not_record":false,"persons":[{"id":726,"public_name":"daniel domscheit-berg"}],"links":[],"attachments":[]},{"id":1116,"guid":"27624dbc-ce84-4b24-8bd8-b2e5bca37cc4","logo":null,"date":"2016-05-27T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1116-ein_abgrund_von_landesverrat","title":"Ein Abgrund von #Landesverrat","subtitle":"","track":"Protest","type":"lecture","language":"de","abstract":"Wie eine investigative Recherche zum geheimen Ausbau der Massenüberwachung durch den Verfassungsschutz zu einer kleinen Staatsaffäre wurde. Im Sommer 2015 erfuhr die Redaktion von netzpolitik.org, dass gegen zwei ihrer Redakteure wegen Landesverrat ermittelt wird. Was dann passierte, konnten sie nicht glauben…","description":"","recording_license":"","do_not_record":false,"persons":[{"id":45,"public_name":"Markus Beckedahl"}],"links":[],"attachments":[]},{"id":1209,"guid":"bc05c8aa-292f-46ee-8532-7dd2dd07df2a","logo":"/system/events/logos/000/001/209/large/ths-foto-1024.jpg?1461028458","date":"2016-05-27T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Solarkino","slug":"WK2016-1209-hacken_fressen_moral_und_aftermath","title":"Hacken, Fressen, Moral und Aftermath","subtitle":"Simon redet über's Aussteigen","track":"Action","type":"lecture","language":"de","abstract":"Ich bin Simon. ich habe vor einiger Zeit sehr offen über unrühmliche Aspekte meiner Vergangenheit berichtet: Vor fünf Jahren habe ich mich mit meinen Kollegen von meinem Arbeitgeber gelöst, weil er böse Technologie an die falschen Leute verkauft hat. Ich selbst habe an der Entwicklung solch einer bösen Technologie mitgearbeitet. In einem Artikel (*) in der Datenschleuder, dem wissenschaftlichen Fachblatt für Datenreisende des Chaos Computer Clubs, wurde diese Geschichte mit Hilfe des Pseudonyms \"Simon\" einmal ausführlich erzählt. \r\n\r\nHeute ist das Pseudonym weitestgehend aufgelöst. Auf dem Weltkongress möchte ich mich erstmals als \"ich\" einer kleinen Öffentlichkeit stellen und die Geschichte nochmal erzählen. In den vergangenen Jahren habe ich festgestellt, dass die Leserinnen des Datenschleuder-Artikels mit einigen Fragen zurückgelassen werden, die nicht beantwortet wurden – das möchte ich nachholen und stelle mich all euren Fragen zu dem ganzen Thema. Wie kann es passieren, als Antimilitarist an einem Produkt mitzuarbeiten, welches an Militär-Regimes und auch an die eigene Bundesregierung verkauft wird, um die eigene Bevölkerung zu überwachen? \r\n\r\nIch bin vor fünf Jahren aus einer Branche ausgestiegen von der damals keiner wusste, dass es sie gibt. Ich habe darüber berichtet, um Freunde zu warnen. Ich habe Shitstorms aus meinem Freundeskreises ausgehalten. Später musste ich auch aus meinen Fehlern lernen, die ich machte, während ich anderen erklärte, wie ich aus meinen Fehlern lernte. Hacken, Fressen und Moral und das Nachbeben – darüber will ich erzählen.\r\n\r\n(*) http://ds.ccc.de/097/ds097-ausstieg-gewissen.pdf","description":"Ich bin Simon. ich habe vor einiger Zeit sehr offen über unrühmliche Aspekte meiner Vergangenheit berichtet: Vor fünf Jahren habe ich mich mit meinen Kollegen von meinem Arbeitgeber gelöst, weil er böse Technologie an die falschen Leute verkauft hat. Ich selbst habe an der Entwicklung solch einer bösen Technologie mitgearbeitet. In einem Artikel (*) in der Datenschleuder, dem wissenschaftlichen Fachblatt für Datenreisende des Chaos Computer Clubs, wurde diese Geschichte mit Hilfe des Pseudonyms \"Simon\" einmal ausführlich erzählt. ","recording_license":"","do_not_record":false,"persons":[{"id":865,"public_name":"ths"}],"links":[{"url":"http://ds.ccc.de/097/ds097-ausstieg-gewissen.pdf","title":"Hacken, Fressen und Moral"}],"attachments":[]},{"id":1063,"guid":"ffbdc003-8107-4f94-82e5-638caa4c3a9d","logo":null,"date":"2016-05-27T23:00:00+02:00","start":"23:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1063-reclaim_the_paradise","title":"Reclaim the Paradise!","subtitle":"Kurzfilme unterm Sternenhimmel","track":"Party","type":"film","language":"en","abstract":"Kurzfilmkino zum Thema 'Modernes Paradies' unterm Sternenhimmel! Themen: Nachhaltigkeit, Utopie, einfaches Leben, Selbstgenügsamkeit\r\nSprachen: Englisch, Deutsch (OmU)","description":"Wir sind ein reisendes Kurzfilmkollektiv, das seit 13 Jahren zu unterschiedlichen Themen eine Reihe von Festivals und Filmvorführungen an verschiedenen Orten im In- und Ausland organisiert hat. Von unserer letzten Reise mit dem Fahrrad durch paradiesische Orte in Brandenburg haben wir ein heiteres wie nachdenkliches Kurzfilmprogramm mitgebracht, das so schön ist, dass wir es gerne wieder zeigen möchten! Inhaltlich dreht es sich um Themen wie Nachhaltigkeit, einfaches Leben, Selbstgenügsamkeit, Natur, Utopie, Non-Konformismus, Eskapismus sowie das Gute und das Böse.","recording_license":"","do_not_record":false,"persons":[{"id":748,"public_name":"Moviemiento"}],"links":[],"attachments":[]}],"Gans in Florida":[{"id":1166,"guid":"b43cf3ba-ebbf-4e13-8abd-818e14458413","logo":null,"date":"2016-05-27T13:15:00+02:00","start":"13:15","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1166-nonviolent_activism_in_the_syrian_conflict","title":"Nonviolent activism in the Syrian conflict","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"While the world is made aware of the suffering of the Syrian people through the coverage of death, destruction and displacement, little attention has been paid to the peaceful struggle and resistance that took to the streets to challenge Assad in March 2011 and persists until today. This workshop aims to shed light on the emergences and developments of the peaceful struggle for social, cultural and political change, which continues to defy the Assad regime as well as on the nonviolent resistance that fight the atrocities committed by ISIS. ","description":"While the world is made aware of the suffering of the Syrian people through the coverage of death, destruction and displacement, little attention has been paid to the peaceful struggle and resistance that took to the streets to challenge Assad in March 2011 and persists until today. This workshop aims to shed light on the emergences and developments of the peaceful struggle for social, cultural and political change, which continues to defy the Assad regime as well as on the nonviolent resistance that fight the atrocities committed by ISIS. This transnational activism, however, is not limit to the Syrian conflict but also challenges the current refugee debate in which 'Europe' is constructed as superior to the 'refugee' through a discourses of difference, categorizations and binaries. Hence, potentials for overcoming this creation of cultural boundaries and ways to support the non-violent movement will be explored. \r\n\r\nPresenter: Abdalaziz, Mohammad, Nora\r\nOur group consists of two activists and one researcher who are committed to the peaceful struggle in the Syrian conflict. We believe in non-violent actions, promote a multicultural and tolerant vision for Syria based on freedom and human rights and aim at challenging dominant discourses and the unequal power relations around the globe. \r\n","recording_license":"","do_not_record":false,"persons":[{"id":929,"public_name":"abdalaziz"},{"id":911,"public_name":"Abdalaziz, Mohammad, Nora"}],"links":[],"attachments":[]},{"id":1056,"guid":"3f7baf59-9a5a-4834-9e18-7b474f3acd2b","logo":null,"date":"2016-05-27T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1056-who_s_the_microphone_checker","title":"Who's the microphone checker?","subtitle":"FLTI* am Mic und gegenseitiger Support","track":"Action","type":"workshop","language":"de","abstract":"Der Wokshop soll rappende FLTI* zusammenbringen und einen Rahmen für Vernetzung, Austausch und das gemeinsame Entwickeln von unterstützenden Strategien bieten.","description":"Who's the microphone checker? Rappende Cis-männer haben eine unendlich große Zahl an role-models. Frauen* nicht. Nicht nur im Mainstream-Hiphop sind die Bühnen männlich dominiert. Auch in der linken Rap-Szene sind FLTI* in der Unterzahl. Was können wir tun um das zu ändern? Wie können wir uns Räume für gegenseitigen Support jenseits von Szene-Codes und Battle-Rap aufbauen? Nach einem theoretischen Input von ca. 20 min. wollen wir gemeinsam Strategien entwickeln, wie rappende FLTI* einander Rückenwind geben können, wie Selbstvertrauen bestärkt und Möglichkeiten geschaffen werden können, die es ermöglichen mit den eigenen Texten nicht nur zusammen mit anderen zu experimentieren, sondern letztendlich damit auch rauszugehen. Jede*r hat was zu sagen! Dieser Workshop versucht, rappenden FLTI* den Rahmen zu bieten, sich mit anderen zu vernetzen und bestärkt durch hoffenttlch bereichernden Austausch in die eigenen Kontexte zu gehen, um Bezugsgruppen zu basteln oder bereits bestehende zu bereichern.\r\n\r\nWho's the microphone checker? Cis male have a lot of role models to choose from. Women* don't. It is not only in mainstream hiphop, that stages are dominated by men. Also in the left movement WLTI*-people are  the minority on stage. What can we do to change that? How can we establish rooms to support one another, far from how-to-act codes and battle rap? After a 20 minute input we want to develop strategies, of how we can help each other to be more self-confident with our rap. How can we not only experiment but eventually get on stage with the rap? Everyone has something to say! This workshop trys to give the opportunity to network and gather courage to carry back into our personal contexts or even build new ones. ","recording_license":"","do_not_record":false,"persons":[{"id":734,"public_name":"lisa tig"}],"links":[],"attachments":[]},{"id":1014,"guid":"276cc84a-9468-4404-9812-01dfeb23d29e","logo":"/system/events/logos/000/001/014/large/Peace-1.jpg?1457949763","date":"2016-05-27T19:00:00+02:00","start":"19:00","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1014-protest_songs","title":"Protest Songs","subtitle":"","track":"Protest","type":"lecture","language":"en","abstract":"Songs of protest, old and new. An interactive presentation of songs through words and music.","description":"An interactive presentation of protest songs, some very old, some modern. I will concentrate on songs from the folk genre and present some samples of the ones which have inspired me.\r\n\r\nThe presentation includes songs I sing and play myself as well as recordings and videos of various artists performing. From centuries old protest songs to the American Civil Rights Movement, I include anti-war, anti-racism and environmental protest songs. I will provide some background information to the songs and try to answer any questions about them.","recording_license":"","do_not_record":false,"persons":[{"id":428,"public_name":"Rob"}],"links":[],"attachments":[]},{"id":1071,"guid":"1be10eb5-cb24-40fb-98c9-a73148ab001b","logo":"/system/events/logos/000/001/071/large/IMG_0078.JPG?1463089893","date":"2016-05-28T00:30:00+02:00","start":"00:30","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1071-poetry_ohrensulze_herzschmerz_-_the_ultimate_radio_show","title":"Poetry Ohrensülze Herzschmerz - the ultimate radio show","subtitle":"the interactive radio show - glamourous guests, performance and music","track":"Party","type":"performance","language":"en","abstract":" It will be a radio show. With the big thoughs about the system till  the exploration of lust.  With whatever needs to be there. \r\n\r\nWe will lead you through luxurious food, glittering talks, active interaction.\r\n\r\nOpen Space with structure for improvisation. Come and chillax. Or get involved.\r\n\r\n* we will mix english and german","description":"People participating:\r\nJosse (Django Holiday)\r\nAnna\r\nJuan\r\n+ H\u0026G Unterstützung (Masha, Leo, Mona, Clara, Fina)","recording_license":"","do_not_record":false,"persons":[{"id":449,"public_name":"Leo"},{"id":709,"public_name":"Masha"}],"links":[],"attachments":[]}],"Boiler Room":[{"id":1205,"guid":"f9d11ce3-2346-4fc8-937c-e4db3d6043f7","logo":null,"date":"2016-05-27T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Boiler Room","slug":"WK2016-1205-arbeitskritik_unter_freunden","title":"Arbeitskritik unter Freunden","subtitle":"Aktivierender Fragebogen zu entgrenzten Arbeitsverhältnissen","track":"Action","type":"workshop","language":"de","abstract":"Wir haben einen aktivierenden Fragebogen mit einem Dutzend Fragen entworfen, die sich an die Beschäftigten einer Arbeitswelt richten, in der die Grenzen zwischen Hierarchie, Netzwerk und Freundschaft immer mehr verwischen und in der in zahllosen „spannenden Projekten“ die Erwerbsarbeit als Selbstverwirklichung verstanden wird. Währenddessen werden soziale Sicherungssysteme und Arbeitsrechte von allen Seiten fröhlich für nichtig erklärt, doch die Idee für bessere Arbeitsbedingungen gemeinsam einzutreten scheint abstruser denn je.\r\n\r\nDie 12 Fragen sollen, im Sinne von Marx' Arbeiterfragebogen, Widersprüche dieser Arbeitswelt aufzeigen, an Hand derer wir mit euch diskutieren und überlegen wollen, wie eine kritische Distanz zur eigenen Erwerbsarbeit aufgebaut und in die Praxis gebracht werden kann. Hier sollen die Ergebnisse eines kollektiven Auswertungsprozesses vorgestellt und diskutiert werden, wie Arbeitskritik insbesondere in der Feierszene aussehen kann.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":863,"public_name":"kollektiv entgrenzt"}],"links":[{"url":"https://berlin.fau.org/termine/12-fragen-fuer-entgrenzte-arbeiter_innen","title":"Veranstaltungsinfo:"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/040/original/Fragebogen_entgrenzte_Arbeit.pdf?1460997735","title":"Fragebogen entgrenzte Arbeit"}]},{"id":996,"guid":"784ab7ac-b7e9-47b5-9d98-e76bda97b6fd","logo":null,"date":"2016-05-27T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Boiler Room","slug":"WK2016-996-the_rise_of_the_far-right_in_croatia","title":"The rise of the far-right in Croatia","subtitle":"","track":"Protest","type":"lecture","language":"en","abstract":"At the end of 2015 in Croatia, the elections were held with an even outcome between the two mainstream parties. The surprise of the elections was the popularity of a newly formed party lead by a small town mayor that promised to make changes. Quickly their popularity diminished, as in order to form the government they picked to form a coalition with the platform composed of all varieties of right-wing parties. The far right groups that normally existed on the margins of the society got into mainstream politics, with the most controversial example being a minister of culture, a revisionist historian and a person with a long history of sympathies for the Croatian nazi puppet state.","description":"With the rise of far-right politics in post-communist countries, Croatian right-wing parties seemed eager to jump on that train. Under the mantra of anti-communism and anti-totaliariansim, with putting a sign of equality between communism and nazism, the rhetorics revolved around communist crimes, the need for lustration and returning to a state of national unity as seen in the war in the 90s. That would be somewhat understandable if it there was any visible sign of communism in present-day Croatia, which is simply not the case. It was an easy way to gain votes by accusing the previous left-wing government for being communists.\r\n\r\nFrom the numerous incidents in the past few years that indicated the rise of crawling fascism: from swastikas displayed on international football matches to proud parents sharing photos of their children doing a nazi salute, most of them passed under the radar from international public until they entered mainstream politics. As with the case of the 90s wars, an insight into the history is needed to explain why 1941 is the year that keeps returning.","recording_license":"","do_not_record":false,"persons":[{"id":695,"public_name":"Dunja Lalic"}],"links":[{"url":"http://www.theguardian.com/books/2014/jan/15/1941-year-returning-slavko-goldstein-review","title":"1941: The Year That Keeps Returning"}],"attachments":[]},{"id":1185,"guid":"c7507b19-5e3e-4663-aab4-52d3a6aa555d","logo":null,"date":"2016-05-27T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Boiler Room","slug":"WK2016-1185-visuell-gestische_kommunikation","title":"Visuell-Gestische Kommunikation","subtitle":"- oh, meine Augen funktionieren -","track":"Party","type":"workshop","language":"de","abstract":"Alles zu laut? Die Ohren brauchen Pause? Augen einschalten! Genau darum gehts mir: euch mein Wissen als visueller Mensch weiterzugeben. Wie können wir die Augen nutzen ohne dabei auf die Ohren zu greifen? Wie können wir kommunizieren inmitten einer lauten Umgebung ohne dabei den (wunderbaren ;)) Augenkontakt zu verlieren? ","description":"Ja, ich weiss, dass es euch immer zu laut ist um euch herum. All die lauten (Neben-)Geräusche. Dass eure Ohren dringend Pause benötigen. (Natürlich nicht abreißen wie bei VanGogh, sondern ganz simpel \"abschalten\" XD) Genau darum gehts mir: euch mein Wissen als visueller Mensch weiterzugeben. Wie können wir die Augen nutzen ohne dabei auf die Ohren zu greifen? Wie können wir kommunizieren inmitten einer lauten Umgebung ohne dabei den (wunderbaren ;)) Augenkontakt zu verlieren? Ach, das erzähl ich euch hier nicht, sondern zeige es euch vor Ort! :) ","recording_license":"","do_not_record":false,"persons":[{"id":635,"public_name":"Matthias"}],"links":[],"attachments":[]},{"id":1229,"guid":"7a0fabdf-bb96-444b-868d-a9a71c65afa4","logo":"/system/events/logos/000/001/229/large/IMG_2071_mit_Text_02kl.jpeg?1461946988","date":"2016-05-27T19:00:00+02:00","start":"19:00","duration":"02:00","room":"Boiler Room","slug":"WK2016-1229-gulina_feat_newcomer_youngsters","title":"Gülina feat. Newcomer Youngsters ","subtitle":"Workshop \u0026 Konzert ","track":"Action","type":"workshop","language":"en","abstract":"Workshop:\r\nFree your mind - open your soul - Communicate in a different way - Create a cultural exchange: BEATBOX \u0026 DANCE with young syrian guys.\r\nGülin ist eine türkisch-stämmige, queere Sängerin in Berlin. Sie hat die Initiative „Faces of Change \u0026 Chance“ ins Leben gerufen, die kulturelle Events mit geflüchteten Jugendlichen aus verschiedenen Erstaufnahmeeinrichtungen in Berlin organisiert. \r\n\r\nKonzert:\r\n„Mit meiner Band verbinde ich meine türkischen Wurzeln mit meiner Weltoffenheit, indem ich türkischen Gesang mit Pop, Reggae, Blues und Swing vermische“, sagt die Sängerin Gülin über die Musik ihrer Band.\r\n\r\nhttps://www.youtube.com/watch?v=1e_V3hcSftU","description":"Die Musiker_innen der Band Gülina kommen aus allen Teilen der Welt, wie aus der Türkei, Argentinien, den USA, Italien und Spanien - genau das hört man ihrer Musik an. Mit verschiedenen Instrumenten und einer einzigartigen Stimme reißen sie die Zuhörer in einen Strom aus Klängen, die überall und nirgendwo zu Hause sind.\r\nSie zeigen, dass musikalischer Genuss geteilt werden kann ohne die gleiche Sprache zu sprechen/verstehen und somit zu einem erfolgreichen Miteinander beitragen kann.\r\nMomentan arbeitet die Band an neuen Songs mit geflüchteten Jugendlichen zusammen.\r\n\r\n","recording_license":"","do_not_record":false,"persons":[{"id":873,"public_name":"Gülina"}],"links":[{"url":"https://www.youtube.com/watch?v=1e_V3hcSftU","title":"Gülina youtube"},{"url":"https://www.facebook.com/Guelina00","title":"Gülina facebook"}],"attachments":[]},{"id":1137,"guid":"193dc2ca-400f-4799-b2df-0763a77e39eb","logo":"/system/events/logos/000/001/137/large/parliamentfight.jpg?1461882233","date":"2016-05-28T00:30:00+02:00","start":"00:30","duration":"01:00","room":"Boiler Room","slug":"WK2016-1137-kleine_geschichte_der_parlamentschlagerei","title":"Kleine Geschichte der Parlamentschlägerei","subtitle":"","track":"Action","type":"lecture","language":"de","abstract":"Die beiden Vortragenden betreiben seit 2010 gemeinsam das weltweit einzige Fachblog für Parlamentsschlägereien. Im Vortrag geben sie einen kleinen Abriss über die Geschichte der Parlamentsschlägerei um dann die verschiedenen Typen und Formen anhand von Videomaterial zu zeigen.\r\n\r\n----\r\n\r\nThe speakers are blogging since 2010 for the one and only worldwide watchblog for parliament fights and brawls. In the presentation they give a brief outline of the history of Parliament brawls and show different types and forms on the basis of video material.\r\n\r\n","description":"","recording_license":"","do_not_record":false,"persons":[{"id":622,"public_name":"Joachim Schautenbach"},{"id":287,"public_name":"ilf"}],"links":[{"url":"https://parliamentfights.wordpress.com","title":"parliamentfights.wordpress.com"}],"attachments":[]},{"id":1160,"guid":"f824c6eb-1cf7-465a-ad9b-8516e46c318f","logo":null,"date":"2016-05-28T01:45:00+02:00","start":"01:45","duration":"01:00","room":"Boiler Room","slug":"WK2016-1160-disciplin_by_accident","title":"DISCIPLIN BY ACCIDENT","subtitle":"","track":"Party","type":"performance","language":"en","abstract":"Interaktives Format für 5-7 Künstler aus unterschiedlichen Bereichen (Musik/Visuals/SpokenWord/Comedy/etc..). Das Ergebnis ist eine Mischung aus Jamsession, Podiumsdiskussion/Vortrag, HipHop-Cypher (Menschen spielen/produzieren live Beats) und Scetch-Notes (Menschen zeichnen live zum Thema)\r\nErgebnis: 1-2 Mensch erzählen, 1-2 Menschen spielen, 1-2 Menschen machen Beats, 1-2 Menschen zeichnen. Alles Live \"On The Spot\" improvisiert. Viel Spass...","description":"","recording_license":"","do_not_record":false,"persons":[{"id":961,"public_name":"Daniel F."},{"id":876,"public_name":"Claas S."}],"links":[],"attachments":[]}],"Balkonien":[{"id":1013,"guid":"d5d09150-4fbc-45e7-aed3-a737c47ec49a","logo":"/system/events/logos/000/001/013/large/fittosize_180_0_6cc9162c31d1161ff6669b7f83764ba0_elektroschrott_150x150.jpg?1457949138","date":"2016-05-27T12:00:00+02:00","start":"12:00","duration":"01:00","room":"Balkonien","slug":"WK2016-1013-grassroot_elektronikschrott-recycling","title":"Grassroot Elektronikschrott-Recycling","subtitle":"Warum wir unsere alten Elektronikgeräte besser selber entsorgen und wie.","track":"Action","type":"lecture","language":"de","abstract":"Wir produzieren sehr viel Elektronikschrott. Durch bewussten Umgang kann so manches Teil weiterverwendet werden. Sekundärrohstoffe kann jeder aus einem Altgerät gewinnen. Das schont die Umwelt und bringt sogar ein wenig Geld ein. Ich zeige Euch wie es geht.","description":"Unsere Zivilisation erlaubt sich eine große Menge von elektronischen Geräten zu produzieren, die meist schon nach wenigen Jahren nicht mehr genutzt werden. Computer, Drucker, Faxgeräte (!), Fernseher, Unterhaltungselektronik. Hierfür gibt es Rücknahmekanäle, die Kommunen bieten die Annahme in Recyclinghöfen an, teilweise dürfen Altgeräte auch in die gelbe Tonne gegeben werden. Diese Geräte haben zwei Wege vor sich: Schreddern und der Versuch, brauchbare Rohstoffe zu gewinnen oder der Export in Drittländer. Beides ist nicht ideal, wie ich in Bildern und Videos zeigen werde. Meine Vision ist eine Weiterverwendung nach indischem Modell und im zweiten Schritt eine mechanische Zerlegung durch den Nutzer selber, etwa im Rahmen eines Repair-Cafe und die kontrollierte Weiterleitung als Sekundärrohstoff. \r\n\r\nDas macht natürlich Arbeit aber auch Spaß und schont die Umwelt. Ein bisschen Geld springt meist auch noch dabei raus. Ich werde einige zerlegte Geräte mitbringen und zeigen was wir damit machen können. Und das werden sicher nicht Kerzenständer.","recording_license":"","do_not_record":false,"persons":[{"id":686,"public_name":"LaserMax"}],"links":[],"attachments":[]},{"id":1008,"guid":"cfdba9f2-ae27-4210-b3eb-9de6af316225","logo":"/system/events/logos/000/001/008/large/20160114_Shibari_bondage__MG_6836_%C2%A9_Maddalena_Arosio_bw.jpg?1457882857","date":"2016-05-27T13:15:00+02:00","start":"13:15","duration":"02:15","room":"Balkonien","slug":"WK2016-1008-rope_bondage_for_beginners","title":"Rope Bondage for Beginners","subtitle":"Shibari","track":"Action","type":"workshop","language":"en","abstract":"Rope Bondage Workshop for Beginners. Fokus on safety, meditation and connection.","description":"Shibari (Bondage) is a matrial art and can be done in very different ways. you can use it the way you want. Shibari is erotic. Shibari is art. Shibari is craft. Shibari is meditation. It can be rough and caressing. Shibari connects. It's about trust, surrender and affection.\r\n\r\nin my Workshop you learn everything you need for you start into Shibari. I'll teach you something about the history and the safety. You'll learn a save knot and how to do friction knots while keeping up the tension. I'll show you how to \"dance\" together with the model and establish a connection.\r\nAfter the Workshop we can practice and play at the Jam.\r\n\r\nthere is no partner needed for the workshop.\r\nI bring enough ropes for all particapants","recording_license":"","do_not_record":false,"persons":[{"id":684,"public_name":"Fabian"}],"links":[{"url":"facebook.com/fabianshibari","title":"Fabian Gelb - Shibari"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/017/original/20160114_Shibari_bondage__MG_6836_%C2%A9_Maddalena_Arosio_bw.jpg?1457882861","title":"shibari promo - connection"}]},{"id":1054,"guid":"9a457e16-165f-44dc-881a-d6179e627e30","logo":"/system/events/logos/000/001/054/large/tumblr_mae5iwbrEE1rxjsexo2_500.jpg?1462177141","date":"2016-05-27T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Balkonien","slug":"WK2016-1054-make_colour_bombs_not_war","title":"Make colour bombs, not war. ","subtitle":"How to make colour bombs for your activist heart.","track":"Action","type":"workshop","language":"en","abstract":"Ausserhalb des Hedo Kongresses soll es auch bunt sein. Deswegen möchte ich euch zeigen wie ihr Farbbomben (aus Wachs) kreieren könnt. Es ist einfach und sieht sehr schick an unbeliebten Objekten aus. “Ich mach mir die Welt widdewidde wie sie mir gefällt”\r\n\r\nOutside of the Hedo Congress we want a colourful world, too. That’s why I want to show you how to create colour bombs (out of wax). It is easy and looks fancy on unloved objects. Come and take action! ","description":"","recording_license":"","do_not_record":false,"persons":[{"id":742,"public_name":"Mate"}],"links":[],"attachments":[{"url":"/attachments/original/missing.png","title":"file"}]},{"id":1195,"guid":"9182a89c-0293-4522-8ff7-96d2660ddd1b","logo":null,"date":"2016-05-27T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Balkonien","slug":"WK2016-1195-diy_-_cooking_eco-cosmetics_and_washing_stuffs","title":"DIY - Cooking Eco-Cosmetics and Washing Stuffs","subtitle":"selfproduction as political action","track":"Action","type":"workshop","language":"en","abstract":"A workshop to share and learn recipes about homemade easy-to-do and ecological deodorant, lip balsam, cremes, washing-up liquids. \r\nDIY is a political action, a way to avoid the consumerism system, avoid packaging and chemical harmful ingredients! PS: bring old empty lip balm and deodorant sticks, small glass jars, small plastic bottles and cans: everything you can recycle to bring home what we will produce!","description":"here some resource from a zine I made about it: https://zebrablu.wordpress.com/2014/11/10/recipe-book/\r\n\r\n\r\nA workshop to share and learn recipes about homemade easy-to-do and ecological deodorant, lippen balsam, cremes, washing-up liquids. \r\nDIY is a political action, a way to avoid the consumerism system, avoid packaging and chemical harmful ingredients. Using easy-to-find, possibly local and fully ecological ingredients, is a way to respect your body and the environment.\r\nIt means also self-organisation, sharing knowledge, going back to traditional practices and experimenting. \r\nAnd make it collectively is cheaper and more fun!\r\nps: bring old empty lip balm and deodorant sticks, small glass jars, small plastic bottles and cans: everything you can recycle to bring home what we will produce. thanks!","recording_license":"","do_not_record":false,"persons":[{"id":475,"public_name":"frensis"}],"links":[],"attachments":[{"url":"/system/event_attachments/attachments/000/000/051/original/Booklet_RECIPE_BOOK_2014_light.pdf?1462441106","title":"Booklet_RECIPE_BOOK_2014_light.pdf"}]},{"id":1022,"guid":"c91724c4-b3cd-410f-88fe-4ed5acfe6f34","logo":null,"date":"2016-05-27T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Balkonien","slug":"WK2016-1022-kill_your_phone","title":"Kill your Phone","subtitle":"Abhörsichere Handytasche basteln","track":"Protest","type":"workshop","language":"de","abstract":"Basteln einer abhörsicheren Handytasche nach dem Beispiel von Aram Bartholl  (killyourphone.com)","description":"","recording_license":"","do_not_record":false,"persons":[{"id":711,"public_name":"Katha"}],"links":[{"url":"killyourphone.com","title":"Kill your Phone"}],"attachments":[]}],"Dorfplatzbühne":[{"id":1173,"guid":"b4e33a9c-c42a-46b9-a7f0-cea44cee9e64","logo":null,"date":"2016-05-27T21:30:00+02:00","start":"21:30","duration":"01:15","room":"Dorfplatzbühne","slug":"WK2016-1173-avi_s_jazz_mob","title":"AVI´S JAZZ MOB","subtitle":"Konzert","track":"Party","type":"concert","language":"en","abstract":"Nach gefeierten Auftritten bei Sysiphos, Hans\u0026Gloria, Zwischenraum, Kater Holzig, und Konsorten hat sich Avi´s Jazz Mob einen Namen gemacht - und zwar einen schönen Namen: \r\n\r\nAls Band wo Klarinetten-und Geigenmelodien sanft ineinander verzwirbelt durch die Luft schwirren um die arglosen Zuhörer dann sanft am Bäuchlein und anderswo zu streicheln. Wo apathischen Menschen plötzlich ein Funkeln in die erloschenen Augen springt wenn der Techno abrupt aufhört und die Schlagzeug-Stöckchen Verspielt über die Trommeln zu tanzen beginnen. Wo sich Augen öffnen und einander erblicken, an den dazugehörigen Händen fassen und ein unanständiges Ringelreihen aufzuführen.\r\n\r\nHier treffen sich Jazz und Glitzer, hohe Kunst und hemmungsloser Hedonismus und verschmelzen zu einem Vergnügen einer höchst sinnlichen, gar erotischen Art. Avi's Jazz Mob von BUKAHARA-Fiedler Avi spielt für euch Swing und Gipsy-Swing vom feinsten.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":466,"public_name":"Avi"}],"links":[],"attachments":[]},{"id":1249,"guid":"9d25b3e2-ed0b-4345-b493-036ae10fcc2a","logo":"/system/events/logos/000/001/249/large/ilcivetto.jpg?1463046786","date":"2016-05-27T23:00:00+02:00","start":"23:00","duration":"01:15","room":"Dorfplatzbühne","slug":"WK2016-1249-il_civetto","title":"Il Civetto","subtitle":"Konzert","track":"Party","type":"concert","language":"en","abstract":"\"Il Civetto\" - Euleriche schlafen nicht.","description":"„Il Civetto“ ist ein Musikprojekt aus Berlin, das eine Mischung aus Balkan, Swing, Gipsy und Folkmusik spielt. Mit der ungewöhnlichen Besetzung aus Akustik-Gitarre und Bass, Ukulele, Klarinette/Saxophon und einem selbst zusammengestellten Percussion-Set mit Cajón, Bongos, Djembe, Snare-Drum und Cowbell entsteht ein eigener Sound, der nie zu brachial, aber immer tanzbar ist.","recording_license":"","do_not_record":false,"persons":[{"id":935,"public_name":"Il Civetto"}],"links":[],"attachments":[{"url":"/system/event_attachments/attachments/000/000/060/original/Tech_Rider_IlCivettoRider_Spring2016.pdf?1463046739","title":"Tech Rider"}]}],"Stube":[],"Saunah":[],"Halle / Saale":[],"Drehen \u0026 Wenden":[{"id":995,"guid":"93dc66f1-e4c3-4e32-aa25-d30df41b2da0","logo":null,"date":"2016-05-27T13:15:00+02:00","start":"13:15","duration":"02:15","room":"Drehen \u0026 Wenden","slug":"WK2016-995-yoga","title":"Yoga. ","subtitle":"How can we emphazise an emancipative frame within a yoga seeting?","track":"Action","type":"workshop","language":"en","abstract":"An asana-based yoga practice, explicitly welcoming diversity in bodies, race, abilities, gender, sexual orientation and social background, supports us to find healthy, empowered relations in our bodies and minds. The Axis Syllabus is the resoure for all biomechanical information, my interest of creating an emanzipative self-care space is influencing the pedagogical tools.","description":"An asana-based yoga practice, explicitly welcoming diversity in bodies, race, abilities, gender, sexual orientation and social background, supports us to find healthy, empowered relations in our bodies and minds. The Axis Syllabus is the resoure for all biomechanical information, my interest of creating an emanzipative self-care space is influencing the pedagogical tools.\r\n\r\nTogether with a friend of mine, Vincenz Kokot, we've been creating a series of monthly gatherings, which is partly theoretical and partly practical. These gatherings, called \"Reflect your practice\", offer texts to discuss. All in english and written by diverse yoga practitioners from the US, the texts provide confrontation with privilege, body image and social (in-)justice. All this can be exhausting and also very emotional.\r\n\r\nDuring the congress, I'd like to start with the physical aspect, 90 minutes of Asanas, modified for all bodies.  (Thursday, 26.05.) After the practice I'd like to offer some texts, and get back together the next day for a sharing and discussions circle. (60 minutes/ Friday 27.05.)","recording_license":"","do_not_record":false,"persons":[{"id":866,"public_name":"Diana Thielen"}],"links":[{"url":"http://www.movementactivism.com/#!home/c23mc","title":"http://www.movementactivism.com/#!home/c23mc"}],"attachments":[]},{"id":1082,"guid":"a52b38d1-552c-4ecc-9d01-b6fb41c81249","logo":"/system/events/logos/000/001/082/large/Logo.jpg?1462227907","date":"2016-05-27T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Drehen \u0026 Wenden","slug":"WK2016-1082-der_wutende_jodel-mob","title":"Der wütende Jodel-Mob","subtitle":"Next Level Guerilla-Yodeling","track":"Action","type":"workshop","language":"de","abstract":"Fuck Heidi und ihr HeileWeltsTralala! Her mit Tarzanschrei und anarchistischem Stimm-Harakiri! Wenn einem die Worte fehlen und man trotzdem nicht die Klappe halten will, ist der wütende Jodel-Mob eine gute Alternative. Wenn kein Soundsystem in der Nähe ist und das akustische Schlachtfeld trotzdem gewonnen werden will – „Yolo!“ Mit dem dezibelösen Erstschlag bekommen wir garantiert irritierte Aufmerksamkeit - ob von Medien, Tieren oder Bullen.\r\nSpecials:  aktionsorientierte Einführung in den Ultimate Combat Yodel durch Commandanta Elenos, Briefing in internationale Yodel-Techniken, Feldtraining für intervenierende Jodel-Attacken auf dem Gelände!","description":"","recording_license":"","do_not_record":false,"persons":[{"id":431,"public_name":"Commandanta Elenos"}],"links":[],"attachments":[]}],"Jurte":[{"id":1131,"guid":"f2c9313b-91f2-4bc8-be6e-c5e7f27980af","logo":null,"date":"2016-05-27T12:00:00+02:00","start":"12:00","duration":"01:15","room":"Jurte","slug":"WK2016-1131-lesekreisel_selbstorganisation_und_herrschaftsfreiheit","title":"Lesekreisel Selbstorganisation und Herrschaftsfreiheit","subtitle":"Texte zum selbstverwalteten Leben, Arbeiten und Produzieren","track":"Action","type":"workshop","language":"de","abstract":"Täglicher einstündiger Lesekreis mit theoretischen Texten rund um die Themen Selbstorganisation und Herrschaftsfreiheit. In jeder Sitzung wird ein Text diskutiert und ein weiterer für das nächste Treffen ausgewählt. ","description":"Das theoretische Futter für eure praktische Weltkongress-Teilhabe: Einmal täglich treffen wir uns, um jeweils einen kurzen, voraussetzungsarmen Text über Themen der Selbstorganisation zu lesen und zu besprechen. In alter Lesekreis-Tradition werden so die Positionen verschiedener Theoretiker*innen gemeinsam erarbeitet, verstanden und kritisiert. Ein Einstieg ist jederzeit möglich - die Texte bauen nicht aufeinander auf. Auch wenn ihr also nur 2 Tage am Weltkongress teilnehmt, könnt ihr einfach vorbeikommen und an diesen beiden Tagen mitlesen. Ihr könnt auch selbst Texte auf einem USB-Stick mitbringen, denn die Leseliste steht nicht fest (eine erste Auswahl möglicher Texte bereiten wir aber vor – von Kropotkin bis Kibbuz). Was wir am nächsten Tag besprechen, entscheiden wir natürlich immer am Vortag selbstorganisiert gemeinsam.\r\n\r\nDie von uns vorbereiteten Texte sind größtenteils auf Deutsch, teilweise auch auf Englisch. Englische Texte werden aber nur gelesen, wenn die ganze Gruppe sich damit wohlfühlt.","recording_license":"","do_not_record":false,"persons":[{"id":820,"public_name":"Sektion für angewandte Theoriearbeit"}],"links":[],"attachments":[]},{"id":1189,"guid":"a957df52-1322-47d2-8c30-b17081b582f8","logo":null,"date":"2016-05-27T14:15:00+02:00","start":"14:15","duration":"02:15","room":"Jurte","slug":"WK2016-1189-traumburo","title":"Traumbüro","subtitle":"If you don't try it's not possible. If you try it's possible","track":"Action","type":"other","language":"de","abstract":"Beim Traumbüro kannst du deinen Traum einreichen, den du dir auf dem Kongress erfüllen möchtest. Sei es ein Urschrei auf der Tranzfläche, einen selbst geschriebenen Song vor Publikum singen, nackig Purzelbäume schlagen, jemandem die Liebe gestehen. Das Traumbüro hilft mit Dreamteams bei der Erfüllung, indem es mitmacht, bei der Kreierung der geeigneten Umstände hilft oder einfach motiviert.","description":"Die Schritte zur Traumerfüllung: Zunächst wirfst du deinen Traum auf einem Zettel in den Briefkasten am Traumbüro-Stand. In regelmäßigen Traum-Sprechstunden werden die Träumer dann von Dreamteams beraten und am besten macht ihr gleich einen Zeitpunkt zur Traumerfüllung aus.","recording_license":"","do_not_record":false,"persons":[{"id":853,"public_name":"Franziska"}],"links":[],"attachments":[]},{"id":1200,"guid":"f5526847-e228-4793-a9cf-6ab4cd16a53e","logo":null,"date":"2016-05-27T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Jurte","slug":"WK2016-1200-info-_und_vorbereitungsworkshop_fur_eine_achtsame_orgie","title":"Info- und Vorbereitungsworkshop für eine achtsame Orgie","subtitle":"","track":"Action","type":"workshop","language":"","abstract":"Ich biete eine achtsame Orgie an. Diese ist von Vor- und Nachbereitungsveranstaltungen begleitet. Dieser Vorbereitungs-Workshop ist nur für Leute, die an der Orgie teilnehmen wollen. Er dient direkt der Vorbereitung, meiner und Eurer. ","description":"Auf dem Vorbereitungsworkshop zur Orgie können Interessierte mit mir über Ihre Fragen und Bedenken sprechen, Ideen und Wünsche einbringen und mit mir den Raum schmücken. Sie können mir auch Hinweise geben, worauf ich bei ihnen achten soll. Z.B. wenn jemand gefesselt mit verbundenen Augen auf der Orgie sein möchte, kann er oder sie mich vorher instruieren, welche Handlungen ich unterbinden soll.\r\n\r\nZur Orgie selbst:\r\nIch lege Wert auf Achtsamkeit, Kommunikation und dass mensch so queer oder besonders sein kann, wie er oder sie will bzw. ist. Die Teilnehmenden können sich fantasievoll schmücken. Am Anfang werde ich in Übungen einige Möglichkeiten vorstellen, seine Grenzen und Wünsche auszudrücken, die anderen Teilnehmenden kennenzulernen und sich gegenseitig Gutes zu tun. \r\nFalls etwas schief laufen sollte, werde ich ggf. Personen darauf ansprechen, wenn es sein muss eingreifen.\r\nBedingung für die Teilnahme ist, dass diese meine Tätigkeit anerkannt und nicht behindert wird.  \r\n\r\nNachbereitung:\r\nIch biete für die Teilnehmenden der Orgie zusätzlich eine Auswertungsrunde an, die Teilnahme daran ist freiwillig. In der Auswertungsrunde können Teilnehmende erzählen, was die Erlebnisse in ihnen ausgelöst haben, worauf sie sitzen geblieben sind, was sie sich wünschen. \r\nWie geht es Euch damit, nachdem Ihr darüber geschlafen habt? Reflektieren je nach Bedarf der Teilnehmenden. \r\nUnd die gemeinsame Überlegung, was Orgien uns für unser Leben bringen können. \r\nVielleicht wollt Ihr auch darüber reflektieren, warum ihr nicht getan habt, was ein Teil von Euch tun wollte, darüber was Euch gestört hat, wie Ihr Euch eine Orgie wünscht. Vielleicht habt Ihr Ideen, wie man Ekstase in den Alltag hinüber retten kann, darüber würde ich gern mit Euch sprechen.\r\n\r\nIch suche noch Leute, die mich bei der Vorbereitung und Durchführung unterstützen.","recording_license":"","do_not_record":false,"persons":[{"id":799,"public_name":"Diana"}],"links":[],"attachments":[]}],"Technisches Labor":[{"id":1256,"guid":"71c0b6c4-af73-4a28-b9df-857cfa72f19d","logo":null,"date":"2016-05-27T12:00:00+02:00","start":"12:00","duration":"02:15","room":"Technisches Labor","slug":"WK2016-1256-3d_modelling_openscad_for_beginners","title":"3D modelling: openSCAD for beginners","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"Do your first steps towards 3D-modelling. You can print your results in „3D printing for beginners“","description":"","recording_license":"","do_not_record":false,"persons":[{"id":947,"public_name":"Morris"},{"id":720,"public_name":"Karim"}],"links":[],"attachments":[]},{"id":1257,"guid":"caf96849-5627-4370-8b5e-3f037ca2bbb8","logo":null,"date":"2016-05-27T14:30:00+02:00","start":"14:30","duration":"02:15","room":"Technisches Labor","slug":"WK2016-1257-3d_printing_for_beginners","title":"3D printing for beginners","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"Easy introduction to 3D printing. How it works, what it is good for, etc.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":947,"public_name":"Morris"},{"id":948,"public_name":"Sam"}],"links":[],"attachments":[]}],"Schlauch":[],"Klassenzimmer":[]}},{"index":2,"date":"2016-05-28","day_start":"2016-05-28T10:00:00+02:00","day_end":"2016-05-29T08:00:00+02:00","rooms":{"Chaoswiese":[{"id":1168,"guid":"f4a7e478-f1fa-473d-aeb9-b2483bded045","logo":null,"date":"2016-05-28T12:00:00+02:00","start":"12:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1168-should_the_left_leave_the_eu","title":"Should the left leave the EU?","subtitle":"","track":"Protest","type":"lecture","language":"en","abstract":"We are stuck between a rock and a hard place, a retreat into the cocoon of the nation-state or surrender to the Brussels democracy-free zone. The consequences of either going back to the nation-state or sticking to the existing EU are both non-options for the progressive mind. ","description":"We see the possibility of a third space: A strategy for the construction of a transnational democracy able to return to citizens the sovereignty lost by nations. The establishment of both practices and institutions of democracy. An active citizenship, conflictual social movements, and a sense of inhabiting a shared political space. And institutions and political processes, both representative and direct, to empower a transnational social space to define the contours of a future community.  \r\n\r\nIncreasingly many advocate just this possibility of a third space. It is inherent in the plans of Yanis Varoufakis for a transnational movement for the democratisation of the European Union, Diem25 that has just launched in Berlin at the Volksbühne. It is present in the progressive “Yes” campaign in the UK referendum. And it represents the policy of insurgent parties such as Podemos. \r\n\r\nThis is where we want to bring you in and release the elephant in the room to an audience that can be instrumental (if it goes beyond its inner fragmentation) in forging a new way in Europe. Has this continent really lost almost all sense for radical reform? Should we as the left consider leaving the EU alltogether? ","recording_license":"","do_not_record":false,"persons":[{"id":810,"public_name":"Daphne "}],"links":[{"url":"www.euroalter.com","title":"European Alternatives"}],"attachments":[]},{"id":1006,"guid":"7a8fe44c-c920-4e6a-9552-4807a04e556b","logo":null,"date":"2016-05-28T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1006-spree_publik_-_ein_hafen_fur_kuturflosse_in_berlin","title":"Spree:Publik - Ein Hafen für Kuturflöße in Berlin","subtitle":"","track":"Protest","type":"workshop","language":"de","abstract":"Mit Spree:publik soll ein Schaffensraum und Hafen für Berliner Kulturflöße mitten in der Stadt entstehen. Mit den Workshop-Teilnehmenden wollen wir unserer Strategie diskutieren, Vision konkretisieren und Ideen weiterspinnen.","description":"Mit Spree:publik soll ein Schaffensraum und Hafen für Berliner Kulturflöße mitten in der Stadt entstehen. Dadurch wollen wir ein  umfassendes Kultur- und Freizeitangebot ermöglichen und einen wesentlichen Beitrag zu der partizipativen Nutzung von Berliner Gewässern leisten.\r\n\r\nDie Kulturflöße von Spree:publik sind schwimmende Freiräume für subkulturelle und politische Veranstaltungen. Sie stehen einer breiten Öffentlichkeit zur Nutzung zur Verfügung. Außerdem unterstützen wir mit unserer langjährigen Floßbauerfahrung Initiativen zum Selbstbau von Flößen. Unsere große Mitgliederzahl würde in Zukunft auch einen  ganzjährigen und langfristigen Betrieb eines solchen Kulturhafens gewährleisten.\r\n\r\nZur Zeit sind wir für die Errichtung des Hafens auf der Suche nach zentralen und zugänglichen Uferstreifen mit langfristiger Perspektive. Mit den Workshop-Teilnehmenden wollen wir unserer Strategie diskutieren, Vision konkretisieren und Ideen weiterspinnen.","recording_license":"","do_not_record":false,"persons":[{"id":522,"public_name":"Spree:Publik-Kollektiv"}],"links":[{"url":"www.spreepublik.org","title":"Website der Initiative"}],"attachments":[]},{"id":1092,"guid":"abcde848-4aa7-494a-a5bf-1ef702318b62","logo":null,"date":"2016-05-28T14:30:00+02:00","start":"14:30","duration":"03:30","room":"Chaoswiese","slug":"WK2016-1092-refugee_movement_in_greece","title":"Refugee Movement in Greece","subtitle":"","track":"Protest","type":"podium","language":"en","abstract":"A panel on the refugee movement with focus on the political backround in the so called \"middle east\" and the actual developement in Greece: self-organisation by refugees and volunteers vis-a-vis repressive EU policies.\r\n1. Political backround of the situation in the so called \"middle east\"\r\n2. Short presentation of migration routes, numbers and locations\r\n3. Talk and discussion with different people/groups involved in the actual refugee movement in Greece:\r\n- Elisabet from anarchist refugee squat Notara 26 in Athens\r\n- Zoe Gilchrist, independent volunteer from Idomeni, refugee camp at the macedonian border\r\n- Mohanned syrian refugee who lived in greek refugee camps\r\n- Stefan Jarosch, independent doctor who worked in Lesbos, Pyreaus....\r\n4. EU policy towards refugees: outsourcing, armament, jailsystem\r\n\r\nTimetable: 3 hours with breaks (15minutes) after every talk.\r\nAll talks can be visited separately.","description":"Refugee self-organisation and support by volunteers vis-a-vis repressive EU policies: A panel on the situation in the  \"middle east\", routes taken by refugees and latest developments in Greece and on the Balkans.\r\n\r\n1. Introduction: Situation in the countries where recently many refugees come from- the so called „middle-east“. Short historical backround, government and policies in the countries, different religious and ethnic groups, rise of the IS, intervenience of international forces. \r\n- by Yasser Almaamoun – \r\n\r\n2. Short presentation of the different migration routes before and after the closing of the inner european borders, specific problem settings, some numbers: where how many refugees got stucked and what theire options are. \r\n- by Elisa –\r\n\r\n4. Introduction of different invited groups and individuals involved in the refugee movement in Greece who will talk about their projects: \r\n- Elisabet from anarchist refugee squat Notara 26 in Athens\r\n- Zoe Gilchrist, independent volunteer from Idomeni, refugee camp at the macedonian border\r\n- Mohanned syrian refugee who lived in greek refugee camps\r\n- Stefan Jarosch, independent doctor who worked in Lesbos, Pyreaus....\r\n\r\nEach group/individual will present their work, followed by a discussion.\r\n\r\n5. EU policy towards refugees and structures of solidarity: outsourcing, destruction, armament, jailsystem.\r\n-by Tanja- \r\n\r\nEU policy towards refugees and structures of solidarity: outsourcing, destruction, armament, jailsystem\r\n-by Tanja- ","recording_license":"","do_not_record":false,"persons":[{"id":964,"public_name":"Zoe Gilchrist"},{"id":956,"public_name":"Stefan Jarosch"},{"id":918,"public_name":"Elisavet Antapassi"},{"id":940,"public_name":"Muhanned"},{"id":206,"public_name":"Tanja Barbera"},{"id":890,"public_name":"Yasser Almaamoun"},{"id":430,"public_name":"Elisa Stein"}],"links":[],"attachments":[]},{"id":972,"guid":"e058f576-4c1b-47ea-bad2-9c784e40ec12","logo":null,"date":"2016-05-28T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-972-l_internationale_patissiere_-_die_internationale_der_konditoren","title":"L´Internationale Pâtissière - Die Internationale der Konditoren","subtitle":"","track":"Action","type":"lecture","language":"fr","abstract":"Noel Godin ist sowas wie der Erfinder des politischen Tortenwurfes. Seit 1969 tortet Godin selbstgerechte und humorlose Menschen - von Bill Gates bis Nicolas Sarcozy.","description":"","recording_license":"","do_not_record":true,"persons":[{"id":134,"public_name":"Noel Godin"}],"links":[{"url":"http://www.gloupgloup.be","title":"http://www.gloupgloup.be"}],"attachments":[]},{"id":1141,"guid":"ac06eed5-e500-438b-99d2-69dad8ff39f9","logo":"/system/events/logos/000/001/141/large/2_w_559_c_0.bild.jpg?1463091156","date":"2016-05-28T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1141-torte_auf_storch","title":"Torte auf Storch","subtitle":"#tortalerkrieg gegen die AfD","track":"Protest","type":"lecture","language":"de","abstract":"Ein Clown wirft der AfD-Politikerin eine Torte ins Gesicht, der #tortalekrieg gegen die rechtsradikale AfD wird ausgerufen. Was damals genau passierte, erzählt jetzt der Tortenwerfer selbst.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":261,"public_name":"Paul von Ribbeck"}],"links":[{"url":"https://tortenbefehl.wordpress.com/","title":"https://tortenbefehl.wordpress.com/"}],"attachments":[]}],"Solarkino":[{"id":1255,"guid":"89a9d4b4-ac84-4e8d-9f9c-288490235cd0","logo":null,"date":"2016-05-28T12:00:00+02:00","start":"12:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1255-how_to_build_a_mobile_solar_system","title":"How to build a mobile solar system?","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"","description":"","recording_license":"","do_not_record":false,"persons":[{"id":348,"public_name":"Kinotastik"}],"links":[],"attachments":[]},{"id":1066,"guid":"314942bb-c8c8-4c3a-82ab-63f74004bc45","logo":"/system/events/logos/000/001/066/large/Lichtermeer_FotoTraxler-S.jpg?1463096346","date":"2016-05-28T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Solarkino","slug":"WK2016-1066-metternich_2_0","title":"Metternich 2.0","subtitle":"Das Staatsschutzgesetz und andere Überwachungsschweinereien aus Österreich","track":"Protest","type":"lecture","language":"de","abstract":"Die österreichische Politik behebt im Jahr 2015 endlich einen der größten Mängel der Alpenrepublik: Das Fehlen eines ordentlichen Inlandsgeheimdienstes, der als voll funktionsfähiger Datenlieferant für internationale Geheimdienste agieren kann.\r\n","description":"Eine kleine österreichische Datenschutzorganisation macht mit schwebenden Überwachungskameras,  Augen-, Ohren- und Mundschutz, juristischen Stellungnahmen und Gebäudeprojektionen dagegen mobil. Ein amüsantes Kabinettstück über die praktizierte Vermeidung von Politikverdrossenheit. ","recording_license":"","do_not_record":false,"persons":[{"id":755,"public_name":"werquer"},{"id":712,"public_name":"Thomas Lohninger"}],"links":[{"url":"https://spenden.akvorrat.at","title":"Spenden an den AKVorrat "},{"url":"https://akvorrat.at","title":"AKVorrat Österreich"},{"url":"https://www.staatsschutz.at/de/","title":"Staatsschutz.at"}],"attachments":[]},{"id":1096,"guid":"264bc199-9c85-431c-b22f-d559f125849a","logo":null,"date":"2016-05-28T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Solarkino","slug":"WK2016-1096-still_not_loving_gefahrengebiet","title":"Still not loving Gefahrengebiet!","subtitle":"","track":"Protest","type":"lecture","language":"de","abstract":"Gefahrengebiet, kriminalitätsbelasteter oder verrufener Ort - so nennt man die Gegenden, in denen die Polizei anlasslos Personen kontrollieren kann und Grundrechte außer Kraft setzt. \r\n\r\nWas \"Gefahrengebiet\" wo bedeutet, wie sich das äußert und nicht zuletzt, was Mensch dagegen tun kann, darum soll es in einem kurzen Vortrag und einer gemeinsamen Diskussions- und Erfahrungsrunde gehen.","description":"Gefahrengebiet, kriminalitätsbelasteter oder verrufener Ort - so nennt man die Gegenden, in denen die Polizei anlasslos Personen kontrollieren kann und Grundrechte außer Kraft setzt. Neben dem früheren Gefahrengebiet um die Sternschanze in Hamburg ist das aktuelle Gebiet rund um die Rigaer Straße in Berlin Gegenstand von Diskussionen geworden.\r\n\r\nDie Ausdehnung polizeilicher Willkür ist allen Gefahrengebieten gemein, doch je nach Bundesland ist Gefahrengebiet nicht gleich Gefahrengebiet. Was \"Gefahrengebiet\" wo bedeutet, wie sich das äußert und nicht zuletzt, was Mensch dagegen tun kann, darum soll es in einem kurzen Vortrag und einer gemeinsamen Diskussions- und Erfahrungsrunde gehen.","recording_license":"","do_not_record":false,"persons":[{"id":360,"public_name":"annskaja"}],"links":[],"attachments":[]},{"id":1067,"guid":"03bc41dd-e7bb-4932-83eb-8bc84002f0c1","logo":null,"date":"2016-05-28T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Solarkino","slug":"WK2016-1067-wo_cybert_es_denn_heute","title":"Wo cybert es denn heute?","subtitle":"CyberCyber überall, aber was ist eigentlich los?","track":"Protest","type":"lecture","language":"de","abstract":"Die Bundeswehr verteidigt die Freiheit nicht nur am Hindukusch sondern auch im \"Cyberraum\", die Geheimdienste wollen kräftig mitcybern und auch ansonsten wird überall intensiv das große Cyber beschworen. Was passiert da eigentlich wirklich, was werden die Folgen sein und was bedeutet das für politische Emanzipationsbewegungen? ","description":"","recording_license":"","do_not_record":false,"persons":[{"id":76,"public_name":"Frank Rieger"}],"links":[],"attachments":[]},{"id":1179,"guid":"2d37bed5-523e-486a-9c43-bad5189994c2","logo":"/system/events/logos/000/001/179/large/HomelandStill1.jpg?1462883077","date":"2016-05-28T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1179-homeland_hacks_hyperreality_housebreakings_and_conspiracy_theories","title":"Homeland Hacks, Hyperreality, Housebreakings and Conspiracy Theories","subtitle":"Looking beyond the “Homeland Incident”","track":"Protest","type":"lecture","language":"en","abstract":"In this talk, Don Karl and Caram Kapp discuss the aftermath of their viral \"Homeland Hack\", concepts of “Homelands” and how a television series’  plot became a very real and scary predictor of global and personal events. They will also talk about global celebration, moments of clarity, laughter and the need for more humor and understanding beyond translation in transnational narratives. ","description":"In October 2015, Heba Amin, Caram Kapp and Don Karl unveiled their infiltration of the TV series “Homeland”. Engaged to decorate the set with Arabic graffiti, they undermined the media propaganda of the show itself. By injecting satirical and subversive messages that went unnoticed by the production crew, they proved that, although the show presents constructed and perceived threats originating mainly Middle East and Southeast Asia, the production only considers these cultures window dressing for the overall narrative it creates. \r\n\r\nIn this talk, Don Karl and Caram Kapp discuss the aftermath of their viral \"Homeland Hack\", concepts of “Homelands” and how a television series’  plot became a very real and scary predictor of global and personal events. They will also talk about global celebration, moments of clarity, laughter and the need for more humor and understanding beyond translation in transnational narratives. \r\n\r\nWe will also show the film documenting and expanding on the \"Hack\", produced by Field of Vision (The Intercept) \"Homeland in Not a Series\" and discuss events surrounding the making of the film.","recording_license":"","do_not_record":false,"persons":[{"id":858,"public_name":"Don R. Karl"},{"id":840,"public_name":"CaramK"}],"links":[{"url":"https://theintercept.com/2015/12/20/interview-with-heba-yehia-amin-caram-kapp-and-don-karl-of-homeland-is-not-a-series/","title":"INTERVIEW WITH HEBA YEHIA AMIN, CARAM KAPP, AND DON KARL OF ‘HOMELAND IS NOT A SERIES’"},{"url":"https://theintercept.com/fieldofvision/homeland-is-not-a-series/","title":"Homeland is not a Series"},{"url":"http://www.hebaamin.com/arabian-street-artists-bomb-homeland-why-we-hacked-an-award-winning-series/","title":"“ARABIAN STREET ARTISTS” BOMB HOMELAND: WHY WE HACKED AN AWARD-WINNING SERIES"}],"attachments":[]},{"id":1238,"guid":"0ce8d532-2ac0-439a-afed-cc14d2155972","logo":null,"date":"2016-05-28T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1238-quo_vadis_capitalism","title":"Quo vadis capitalism?","subtitle":"Discussion with a Hedge Fonds manager","track":"Protest","type":"lecture","language":"","abstract":"","description":"","recording_license":"","do_not_record":false,"persons":[{"id":919,"public_name":"Tyler Durden"}],"links":[],"attachments":[]},{"id":1143,"guid":"ea794ff1-50c0-4479-9180-840c20903419","logo":"/system/events/logos/000/001/143/large/Nietzscheschlange_quadrat.jpg?1460227560","date":"2016-05-28T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Solarkino","slug":"WK2016-1143-friedrich_nietzsches_epikur_in_grosse_und_grenzen","title":"Friedrich Nietzsches Epikur in Größe und Grenzen","subtitle":"Zum Dekadenz-Vorwurf wider den Hedonismus","track":"Protest","type":"lecture","language":"de","abstract":"In “Menschliches, Allzumenschliches” würdigt Nietzsche die lust- und lebensbejahende Philosophie Epikurs aus unterschiedlichen Perspektiven. Die Bedürfnis-Distinktionen teilt Nietzsche, aber bald reiht er den Hedonismus in die Philosophien der Dekadenz ein. Anfangs äußert Nietzsche nur den Verdacht, doch später wird diese Kritik zur Gewissheit, deren er sich sogar rühmt. Nietzsche glaubt als erster Denker die Schwäche Epikurs, seine Dekadenz, erkannt zu haben.","description":"Der religiösen Kritiker Epikurs gab es in der Geschichte viele, aber unter den das Leben und die Lust bejahenden Denkern haben sich wenige explizit kritisch den Hedonismus durchdacht.\r\n \r\nFriedrich Nietzsche gründete spätestens in der mittleren Phase, also mit dem Werk \"Menschliches, Allzumenschliches\" beginnend, seine Philosophie ausdrücklich auf die Physiologie, auf den Menschen als leibhaftiges Subjekt in seiner plastischen Gestaltungskraft. Er ringt um eine die Lust und das Leben ungebrochen bejahende Philosophie, mithin ergibt sich eine selbstverständliche Nähe zu Epikur. \r\nIm 19. Jahrhundert erweitert sich die Quellenkenntnis der Texte Epikurs. Zugleich gewinnt in der ökonomischen Theoriebildung die Grenznutzentheorie an Bedeutung. Hermann Heinrich Gossen bezog sich in der Unterscheidung von physisch zu sättigenden Bedürfnissen von solchen, die keine Sättigungsgrenze kennen, auf Epikur. Nietzsche rezipiert diese ökonomische Lehre, die dereinst auch explizit als hedonistische Schule bezeichnet worden war. \r\n\r\nIn \"Menschliches, Allzumenschliches\" drückt Nietzsche dem antiken Verbündeten seine Hochachtung aus und teilt implizit dessen Bedürfniskonzept. Mag die historische Wertschätzung Epikurs bis zum Ende erhalten bleiben, wandelt sich Nietzsches Beurteilung des Hedonismus sehr stark. \r\n\r\nDen antiken Freunden des Lebens war aus Nietzsches Perspektive eine philosophische Skepsis eigen, ein Mangel an Willen zum Wissen, wodurch sie in ihrem Ringen um Einfluss in der Defensive geblieben seien. Epikur sei ein „typischer décadent“ gewesen, dessen Dekadenz zuerst Nietzsche erkannt zu haben glaubt. \r\n\r\nWas versteht Nietzsche unter Dekadenz? \r\nIst die Kritik an Epikur berechtigt? \r\nWodurch müsste sich ein nicht-dekadenter Hedonismus, ein Hedonismus der Stärke, auszeichnen?\r\n\r\nDiese Fragen lohnen für einen reflektierten und sich seiner Geschichte bewussten streitbaren Hedonismus bedacht zu werden.","recording_license":"","do_not_record":true,"persons":[{"id":493,"public_name":"Oliver Kloss"}],"links":[{"url":"http://de.scribd.com/Oliver_Kloss","title":"Oliver Kloss"}],"attachments":[]}],"Gans in Florida":[{"id":1016,"guid":"7d0c865e-ad8a-46ab-a36a-f22d81baed9a","logo":"/system/events/logos/000/001/016/large/Foto.JPG?1461923134","date":"2016-05-28T12:00:00+02:00","start":"12:00","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1016-je_suis_asozial","title":"Je suis asozial","subtitle":"Betrachtungen von \"Asozialität\" als Konstrukt, Verfolgungsgrund und Hype","track":"Protest","type":"workshop","language":"de","abstract":"In unserem Alltag ist die Affinität zum „Asozialen“ längst Praxis geworden – im schmuddeligem Unterhemd, miesem Jogger, Dosenbier und Vokuhila-Perücke erobern wir die Trash Parties dieser Stadt. Die Aneignung des „Asozialen“ finden in unterschiedlichen (Jugend-)Szenen statt – so auch beim Fußball, Hip Hop oder Punk. Aber was wird überhaupt als „asozial“ verhandelt und was ist so faszinierend daran? Wie kann eine kritische Reflexion dieses Hype aussehen, wie eine kritische Aneignung des „Asozialen“ aussehen? Und was ist eigentlich Slumming?","description":"In unserem Alltag ist die Affinität zum „Asozialen“ längst Praxis geworden – im schmuddeligem Unterhemd, miesem Jogger, Dosenbier und Vokuhila-Perücke erobern wir die Trash Parties dieser Stadt. Verranzte Eckkneipen werden zum Place to be, und wer dann Leute im Randbezirk mit Handschlag begrüßt, hat‘s endgültig geschafft. Cool ist, wer vor‘m Kiosk säuft, und die neuen Adiletten der Straße präsentiert.\r\n\r\n","recording_license":"","do_not_record":false,"persons":[{"id":399,"public_name":"Wiebke"}],"links":[],"attachments":[]},{"id":1117,"guid":"6137f3d3-4995-4988-ba29-d04b53d979c9","logo":null,"date":"2016-05-28T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Gans in Florida","slug":"WK2016-1117-freie_schule_fur_alle","title":"Freie Schule für Alle!?","subtitle":"Möglichkeiten und Grenzen der Idee einer selbstbestimmten und kollektiven Lern- und Lebenskultur","track":"Protest","type":"workshop","language":"de","abstract":"Als Gründer*innen der freien, selbstverwalteten \"Demokratischen Schule FLeKS\" möchten wir unser Projekt vorstellen. Neben der gemeinsamen Organisation des Schulbetriebes ist uns folgendes wichtig:\r\n* eine Lernkultur deren Ausgangspunkt die Interessen der*des einzelnen sind\r\n* ein gewalt- und diskriminierungsarmes Miteinander \r\nAusgehend von den Interessen der Teilnehmer*innen wollen wir nach einer kurzes Projektvorstellung Fragen um die konkrete Verwirklichung des Projektes, schul- und herrschaftskritische Grundannahmen oder Möglichkeiten und Grenzen der gesellschaftlichen Intervention eines solchen Projektes diskutieren.\r\n","description":"","recording_license":"","do_not_record":false,"persons":[{"id":946,"public_name":"Julia"},{"id":789,"public_name":"basstixx"}],"links":[],"attachments":[]},{"id":1184,"guid":"f6e3578d-daab-4af2-84c8-bba07b9eef38","logo":null,"date":"2016-05-28T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1184-kollektiv_my_ass_-_vision_vs_reality","title":"Kollektiv my Ass - Vision vs Reality","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"This workshop deals with the question of how we can organise ourselves in collective structures and still face the existing realities of the capitalistic world around us. Experts, international collectivists and all interested people are invited to talk about their experiences in different collective structures and to work together on strategies and tools to overcome the daily challenges of collective work.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":851,"public_name":"Ali Bi"}],"links":[],"attachments":[]},{"id":1110,"guid":"aab6fc61-62d4-4c4b-8c51-83c108b9ef57","logo":null,"date":"2016-05-28T19:00:00+02:00","start":"19:00","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1110-viva_la_vulva","title":"Viva la Vulva","subtitle":"Körper, Lust und Selbstermächtigung","track":"Action","type":"workshop","language":"de","abstract":"Gesellschaftlich und augenscheinlich körperlich versteckt - wir wollen mit euch die Vulva neu entdecken. Im Workshop für Menschen mit Vulva* widmen wir uns u.a. Beckenboden, Ejakulation und Zyklus und räumen mit euch gemeinsam mit Mythen und unvollständigen Biologiebuchabbildungen auf. Warum sagen wir „da unten“, warum sind Schleim und Blut ein mediales Tabuthema und wie groß ist die Klitoris eigentlich wirklich? Aufklärung 2.0 für Lippen und Hügel ohne Scham.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":800,"public_name":"Hannah und Nina"}],"links":[],"attachments":[]},{"id":1130,"guid":"6acb1a05-8da4-40da-b7f9-3c1ef0a0f455","logo":"/system/events/logos/000/001/130/large/Bildschirmfoto_2016-05-15_um_22.01.36.png?1463342801","date":"2016-05-29T00:30:00+02:00","start":"00:30","duration":"01:00","room":"Gans in Florida","slug":"WK2016-1130-walden_oder_leben_in_den_waldern","title":"Walden oder Leben in den Wäldern","subtitle":"Eine Utopie aus dem Jahr 1854","track":"Action","type":"lecture","language":"de","abstract":"Frei und unabhängig leben - völlig losgelöst vom Kapital, vom Konsum und vom Staat. Mit diesem Ideal zieht der 28-jährige Henry David Thoreau Ende März 1845 in den Wald, um ein radikales Selbstexperiment zu wagen: Nur mit einer Axt ausgerüstet will er sich auf dem Grundstück eines Freundes eine einfache Blockhütte errichten, dort in völliger Abgeschiedenheit leben und sich ausschliesslich selbst versorgen. Im Rahmen einer Lesung und Diskussion wollen wir diese Utopie wieder aufleben lassen.","description":"Frei und unabhängig leben - völlig losgelöst vom Kapital, vom Konsum und vom Staat. Mit diesem Ideal zieht der 28-jährige Henry David Thoreau Ende März 1845 in den Wald, um ein radikales Selbstexperiment zu wagen: Nur mit einer Axt ausgerüstet will er sich auf dem Grundstück eines Freundes eine einfache Blockhütte errichten, dort in völliger Abgeschiedenheit leben und sich ausschliesslich selbst versorgen. \"Ich möchte nach meinen Instinkten leben, einen ungetrübten Eindruck in die Natur bekommen und mit allen mir verwandten Elementen in freundlichem Einklang stehen\", hatte er bereits 1839 in seinem Tagebuch notiert.\r\nDas Experiment wird zu einer Absage an die moderne Konsumgesellschaft. \"Kein Tier der Schöpfung bedarf mehr als Nahrung und Unterschlupf. (...) Der Preis eines Gegenstands aber wird mit einem größeren oder kleineren Bruchteil unseres Lebens sofort oder allmählich bezahlt. (...) ich lernte durch die Erfahrung zweier Jahre, dass wenn jemand einfach leben und nur das verzehren will, was er selbst baut (....) er nur ein paar Quadratmeter Bodenfläche zu bepflanzen braucht.\"\r\nIm Rahmen einer Lesung und Diskussion wollen wir diese Utopie wieder aufleben lassen.\r\n\r\nWie realistisch war Thoreaus Selbstversorger-Experiment tatsächlich? Wie wurde sein Versuch von seinen Zeitgenossen und von nachfolgenden Generationen aufgenommen? Und was können wir heute noch von \"Walden\" lernen? Kann Thoreaus mehr als 150 Jahre alte Idee uns gar den ultimativen Ausweg aus Globalisierung und Kapitalismus zeigen? \r\nDiese und weitere Fragen wollen wir im Rahmen einer Lesung mit anschließender Diskussion behandeln.","recording_license":"","do_not_record":false,"persons":[{"id":814,"public_name":"Cornelia Lütkemeier"}],"links":[],"attachments":[]},{"id":1085,"guid":"4fef0d10-b1dc-4abc-8ae9-0c5558c33ac0","logo":null,"date":"2016-05-29T01:45:00+02:00","start":"01:45","duration":"02:15","room":"Gans in Florida","slug":"WK2016-1085-lindy_hop_swing_dance_workshop","title":"Lindy Hop Swing Dance Workshop","subtitle":"Anfängerkurs Swing Dance","track":"Party","type":"workshop","language":"en","abstract":"Ein drop-in Swing Dance Workshop für Einsteiger ohne jegliche Vorkenntnisse. Johanna und Eli zeigen euch die Basics im Lindy Hop Stil mit denen ihr schon nach einer Session mit groovigen Schritten auf der Tanzfläche bestehen könnt. Als Abrundung des Workshops gibt es am Ende ein kleines Swing-Set zum freien Tanzen und ausprobieren der gelernten Schritte.","description":"Johanna und Eli entdeckten ihre Liebe zum Swing Tanzen an einem lauen Sommerabend 2013 im damaligen Kater Holzig. Die übergangslos ineinander fließenden Bewegungen der Paare und die scheinbar magische Abstimmung der Swing-Outs und Charleston Steps beeindruckten die beiden so sehr, dass sie sich entschlossen, in die Welt von 6- und 8-count einzutauchen und mehr darüber zu lernen.\r\nEs folgten Unterricht, social dancing und schon bald erste Workshops auf Partys in Berlin und Festivals sowie dem Hedo-Kongress 2014. ","recording_license":"","do_not_record":false,"persons":[{"id":392,"public_name":"Johanna \u0026 Eli"}],"links":[],"attachments":[]}],"Boiler Room":[{"id":1050,"guid":"6b2e76e9-f900-41b2-acbe-3aa915b77ca9","logo":null,"date":"2016-05-28T12:00:00+02:00","start":"12:00","duration":"02:15","room":"Boiler Room","slug":"WK2016-1050-entscheidungsfindung_in_gruppen","title":"Entscheidungsfindung in Gruppen","subtitle":"Ein Methodenvergleich","track":"Action","type":"workshop","language":"de","abstract":"Der Workshop soll unterschiedliche Möglichkeiten der Entscheidungsfindung in Gruppen an Hand praktisch anwendbarer Methoden beleuchten. Dafür soll an Hand eines konkreten Beispiels eine Beispielentscheidung kollektiv getroffen werden.","description":"Auslöser und Anlass: In der Mehrheitsgesellschaft wird oft unhinterfragt per Mehrheit entschieden. Eher unzufriedenstellend für basisdemokratisch orientierte Menschen. In der sog. „Linken“ wird dem oft der Kosens entgegengesetzt, auf den viele Menschen nach einiger Zeit auch keine Lust mehr haben, weil er oft bedeutet, dass die Leute mit dem stärksten Sitzfleisch sich durchsetzen.\r\n\r\nIm Workshop werden folgende Methoden miteinander verglichen: die klassische Mehrheitsentscheidung, Gewichtung, das Vier-Stufen-Konsens-Modell, die vier Stufen der demokratischen Entscheidungsfindung nach Betzavta sowie das systemische Konsensieren. \r\n\r\nIm Anschluss können Vorzüge und Nachteile der einzelnen Methoden diskutiert werden.","recording_license":"","do_not_record":false,"persons":[{"id":544,"public_name":"Sabine K"},{"id":738,"public_name":"Felix"}],"links":[{"url":"http://www.partizipation.at/systemisches-konsensieren.html","title":"Einführungsseite Systemisches Konsensieren"}],"attachments":[]},{"id":1244,"guid":"feaa35bf-3f03-4071-a0f2-e267aff4bce1","logo":null,"date":"2016-05-28T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Boiler Room","slug":"WK2016-1244-ein_autarkes_leben_zwischen_utopie_und_realitat","title":"Ein autarkes Leben zwischen Utopie und Realität","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"Alles hat mit einer Utopie angefangen: Sich selbst zu versorgen und außerhalb des Systems zu leben. Ohne Plan oder große Ziele habe ich mit einem Freund angefangen in Italien Apfelsaft herzustellen und ein paar Tage später kam die Entscheidung, es doch zu probieren auf dem Land zu leben und das Projekt Valle Libera weiterzutreiben. Valle Libera soll für Freiheit stehen. Wie frei kann man hier wirklich sein?","description":"","recording_license":"","do_not_record":false,"persons":[{"id":862,"public_name":"Bech"}],"links":[{"url":"https://www.facebook.com/valle.libera.39","title":"Facebook Seite"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/052/original/12039101_10206364018633131_1924208892460342458_o.jpg?1462527064","title":"Traktor und Soundsystem"},{"url":"/system/event_attachments/attachments/000/000/053/original/IMG_7018.JPG?1462527064","title":"IMG_7018.JPG"},{"url":"/system/event_attachments/attachments/000/000/054/original/IMG_6148.JPG?1462527064","title":"IMG_6148.JPG"}]},{"id":1128,"guid":"35c9280b-2f5d-4e15-bf0c-763ca9b710cb","logo":null,"date":"2016-05-28T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Boiler Room","slug":"WK2016-1128-feiern_mit_weniger_nebenwirkungen","title":"Feiern mit weniger Nebenwirkungen","subtitle":"Safer Use \u0026 Katerpflege","track":"Party","type":"workshop","language":"de","abstract":"Tanzen auf Substanzen - zu Risiken und Nebenwirkungen fragen Sie... ja, wen eigentlich? In diesem Workshop gibt's Input zu Kater-Linderung und Safer-Use, aber auch Erfahrungsaustausch zum besseren Umgang mit den besonderen Mittelchen. Drug-Talk! \r\nSowohl Anfänger_innen und Fortgeschrittene herzlich erwünscht!","description":"Tanzen auf Substanzen oder das Nächte-Durchzechen mit Bekannten und Unbekannten kann Spaß machen - der Horrortrip auf der Party oder der Kater am nächsten Morgen (oder zwei Tage später) sind dann aber wieder gar nicht lustig. Nicht nur Alkohol hat viele kurz-, mittel- und langfristige ungewollte Nebenwirkungen und außer dem Ratschlag „verantwortungsvoll“ zu trinken und \"den Rest“ (aka „Drogen\") lieber ganz sein zu lassen, gibt es aus dem Gesundheitsbereich wenig Informationen, wie man mit diesen Nebenwirkungen (besser) umgehen kann. Welcher Arzt erzählt einem denn schon, wie man den Saufkater am nächsten Morgen mindert oder das Kotzgefühl loswird? Geschweige denn was wir mit Freunden auf einem schlechten Trip oder einer Überdosierung machen können?\r\nHier gibt’s Erfahrungsaustausch für verantwortungsvollen Umgang (Safer Use) mit Substanzen aber auch Tipps \u0026 Tricks für die Tage nach der Party. Anfänger und Fortgeschrittene herzlich willkommen!","recording_license":"","do_not_record":false,"persons":[{"id":936,"public_name":"Lasse"}],"links":[],"attachments":[]},{"id":1144,"guid":"7e641258-85ae-4408-a84f-39e7c58a1caf","logo":null,"date":"2016-05-28T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Boiler Room","slug":"WK2016-1144-das_kreuz_mit_der_reaktion","title":"Das Kreuz mit der Reaktion","subtitle":"","track":"Protest","type":"workshop","language":"de","abstract":"Jedes Jahr mobilisiert der Bundesverband Lebensrecht (BVL) zu einem „Marsch für das Leben“ in Berlin (und auch in anderen Städten). Der Marsch ist einer der wichtigsten öffentlichen Auftritte der selbsternannten „LebensschützerInnen“ und verbindet eine breite reaktionäre, antifeministische und fundamentalistische Bewegung, die sich im Rahmen dieser jährlichen Veranstaltung kontinuierlich verfestigt. Im Workshop wollen wir die gesellschaftliche Bedeutung der \"LebensschützerInnen\" herausstellen und Möglichkeiten für Widerstand diskutieren. ","description":"Jedes Jahr mobilisiert der Bundesverband Lebensrecht (BVL) zu einem „Marsch für das Leben“ in Berlin (und auch in anderen Städten). Der Marsch ist einer der wichtigsten öffentlichen Auftritte der selbsternannten „LebensschützerInnen“ und verbindet eine breite reaktionäre, antifeministische und fundamentalistische Bewegung, die sich im Rahmen dieser jährlichen Veranstaltung kontinuierlich verfestigt.\r\n \r\nAuch wenn sich die „LebenschützerInnen“ oft als harmlose Gläubige darstellen, sind sie das keineswegs. Im Gegenteil: Reaktionärer Fundamentalismus ist eine reale Gefahr. Er ist es als christlich fundamentalistische „Lebensschutz“-Bewegung und er ist es als reaktionäre Bewegung von Rechtspopulist_innen und Rechtsradikalen. Wir müssen den „Marsch für das Leben“ als das verstehen, was er ist: Keine harmlose Prozession von Christ_innen, sondern ein direkter Angriff auf die sexuelle und körperliche Selbstbestimmung von FLTI*s und allen Menschen, die sich keinem reaktionären, nationalistischen und rassistischen Gesellschaftsbild beugen wollen!\r\n\r\nIm Workshop wollen wir die gesellschaftliche Bedeutung der \"Lebensschützer\" herausstellen und Möglichkeiten für Widerstand diskutieren. ","recording_license":"","do_not_record":false,"persons":[{"id":802,"public_name":"TOP B3rlin"}],"links":[],"attachments":[]},{"id":1109,"guid":"d19bea20-c8b6-405f-96cb-a64e40da0631","logo":"/system/events/logos/000/001/109/large/Bildschirmfoto_2015-11-24_um_17.16.59.png?1459802376","date":"2016-05-28T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Boiler Room","slug":"WK2016-1109-justpeople-_self_organized_refugee_support","title":"JustPeople- Self organized refugee support","subtitle":"","track":null,"type":"meeting","language":"en","abstract":"Since september we have made experiences in setting up our own refugee support system. The driving force was a 3000 people emergency camp that was suddenly set up near Nijmegen in the Netherlands. \r\nWe have defined our values and activities as a work in progess. What was clear from the beginning was that we wanted direct contact. And self empowerment. That was what the official institutions made most difficult.\r\nFirst we were standing at the camp entrance with tea and coffee. Later we made friends and planned demonstrations, events and our meetings together.\r\nWe would like to share our experience, talk about what went good or bad, inspire and connect.\r\nWe would like to make a plea for self organization and for trusting in our own senses and power when we are confronted with a new situation.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":801,"public_name":"justPeople"}],"links":[{"url":"http://justpeople.nl/","title":"Website"}],"attachments":[]},{"id":1216,"guid":"6648746a-2c31-41c5-831f-a9f5362af597","logo":"/system/events/logos/000/001/216/large/DSC_0199.JPG?1462294063","date":"2016-05-28T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Boiler Room","slug":"WK2016-1216-nuit_debout","title":"Nuit Debout","subtitle":"What is going on in France?","track":"Protest","type":"lecture","language":"en","abstract":"Lecture and discussion with in-depth information about the nuitdebout movement. Suitable for all listerners.","description":"A newly announced labour reform created an uprise of protest in France. Over 100.000 people are demonstrating regularly and are occupying squares. The \"nuit debout\" movement is growing and people from all over europe participate creating a european movement against the neoliberal project of EU. With nearly no coverage in the international media Blockupy went to Paris to talk to our friends and comrades about the movement, perspectives, visions and the future.\r\nHere is what we found out.","recording_license":"","do_not_record":false,"persons":[{"id":887,"public_name":"Blockupy goes Paris"}],"links":[],"attachments":[]},{"id":1080,"guid":"8dc5f201-4547-42c1-bb8c-f49562de86e5","logo":null,"date":"2016-05-29T00:30:00+02:00","start":"00:30","duration":"01:00","room":"Boiler Room","slug":"WK2016-1080-hass_und_humor_im_netz","title":"Hass und Humor im Netz","subtitle":"Trolle werden trollen oder getrollt werden","track":"Protest","type":"lecture","language":"de","abstract":"Hater sorgen nicht nur für miese Stimmung allerorten, sondern ziehen seit einigen Jahren den guten Ruf der Trolle in den Dreck.\r\n\r\nZu Unrecht! Gerade weil das Netz an Hatern leidet, brauchen wir Trolle mehr denn je zuvor! Das Internet braucht unseren Humor, um nicht im Hass zu versinken.\r\n","description":"Im Vortrag werden gesammelte Beispiele für Trollaturen präsentiert, und einige Vorschläge zur Einschränkung von Hatern gemacht.","recording_license":"","do_not_record":false,"persons":[{"id":760,"public_name":"Rosa Luxus"}],"links":[],"attachments":[]},{"id":1138,"guid":"2f432294-f843-4beb-88fa-02fcd89f67e3","logo":null,"date":"2016-05-29T01:45:00+02:00","start":"01:45","duration":"01:00","room":"Boiler Room","slug":"WK2016-1138-celebrity_death_threat_match","title":"Celebrity Death Threat Match","subtitle":"Die ultimative Hass-Show","track":"Action","type":"performance","language":"de","abstract":"Alle reden von kaputter Debattenkultur und vergifteter Atmosphäre. Wir bringen den Hass auf die Bühne. \r\n\r\nVon Hatespeech und Morddrohungen betroffene Menschen lassen ihre härtesten Stalker, fiesesten Morddroher und dümmsten AfD-Sympathisanten gegeneinander antreten. Und das Publikum entscheidet, welcher Hater gewinnt.","description":"","recording_license":"","do_not_record":true,"persons":[{"id":931,"public_name":"elias"}],"links":[],"attachments":[]}],"Balkonien":[{"id":1060,"guid":"6c81e997-24f1-4360-9a10-8b88aac4e6ef","logo":"/system/events/logos/000/001/060/large/IMG_3699.JPG?1463346231","date":"2016-05-28T12:00:00+02:00","start":"12:00","duration":"02:15","room":"Balkonien","slug":"WK2016-1060-krauterwanderung","title":"Kräuterwanderung","subtitle":"Pflanzenheilkunde und Essbare Wildpflanzen ","track":"Action","type":"workshop","language":"de","abstract":"Ich lade euch ein mit mir raus in die Natur zu gehen und zu erkunden, was dort alles Nützliche um uns herum wächst- von der Naturapotheke bis hin zum Salatbuffet! Es geht um die Heilkraft der Pflanzen, ihre Erkennungsmerkmale und Anwendungsgebiete sowie den Selbstversorger-Aspekt der essbaren Wildpflanzen. \r\n","description":"Begebt euch mit mir auf Entdeckungstour. Ich erzähle euch Interessantes zum Wesen, zur Heilkraft und Anwendung der Wildpflanzen. Es wird gepflückt, geknabbert, geschnuppert. Welch Freudentanz für unsere Sinne! \r\nManche Pflanzen können wir sammeln und zur Teeherstellung trocknen und andere direkt verputzen.\r\nGanz nach dem Motto: Back to the roots – So lasset unsere Nahrung wieder zu unserer Medizin werden! Bitte bringt Beutel zum sammeln mit!","recording_license":"","do_not_record":false,"persons":[{"id":744,"public_name":"Steffi"}],"links":[{"url":"https://www.facebook.com/groups/521924377933273/?fref=ts","title":"'Kräuterwanderung mit Steffi', Facebook-Gruppe"}],"attachments":[]},{"id":1089,"guid":"91abb268-0883-4e4a-8bbb-8361df959eca","logo":null,"date":"2016-05-28T14:30:00+02:00","start":"14:30","duration":"02:15","room":"Balkonien","slug":"WK2016-1089-kommunikationsguerilla_leicht_gemacht","title":"Kommunikationsguerilla leicht gemacht","subtitle":"Subversiver Protest mit Bordmitteln, die sich in jeder WG-Küche finden lassen","track":"Protest","type":"workshop","language":"de","abstract":"Viel zitiert, wenig umgesetzt: Die Kommunikationsguerilla. Dabei müssen es nicht unbedingt superkrasse Hochglanz-Aktionen sein. Im Gegenteil, Kommunikationsguerilla hat das Potential, auch mit bezahlbaren „Bordmitteln“ gerade kleinen Underdog-Gruppen mit antagonistischen Themen überproportionalen Zugang zum gesellschaftlichen Diskurs zu öffnen. Wie das funktionieren kann, soll hier neben vielen bunten lustigen Aktionsbildern und Berichten gezeigt werden.","description":"Konkret werden nach einer kurzen Einführungsphase (Vorstellung,\r\nErwartungshaltungsabfrage, kurzer Input zur Darlegung der politischen Relevanz des Themas) in Kleingruppen anhand von \"Aktionstütchen\" (Bilder, kurze Filmclips, Pressemitteilungen, Aktionsberichte, Zeitungsartikel) konkrete beispielhafte Kommunikationsguerilla-Aktionen betrachtet und analysiert. Anschließend werden die Ergebnisse vorgestellt. Abschließend werden die Teilnehmenden aufgefordert, mittels Kärtchenabfrage das Konzept zu hinterfragen und zu kritisieren.\r\n\r\nWarnung: Dieser Workshop ist methodisch super-partizipatiiv angelegt. ","recording_license":"","do_not_record":false,"persons":[{"id":795,"public_name":"Jan Hansen"}],"links":[],"attachments":[]},{"id":1112,"guid":"a1813ae8-e49c-433d-b494-8810215bd40d","logo":null,"date":"2016-05-28T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Balkonien","slug":"WK2016-1112-mantren_gegen_mutanten","title":"Mantren gegen Mutanten","subtitle":"Sprechchöre von Morgen","track":"Action","type":"workshop","language":"de","abstract":"Wir sammeln Parolen und Slogans, die uns nicht peinlich sind und loten in der Dauerschleife Möglichkeiten von Rythmus, Ausdruck und Interaktion aus. Musikinstrumente gern gesehen.","description":"Kriegt ihr auch Pickel, wenn auf Demonstrationen verstaubte Reime skandiert werden? Pastor Leumund ist seit Jahrzehnten als linksdadaistischer Wanderprediger unterwegs und möchte mit euch neue, vielseitig einsetzbare Sprechchöre entwickeln. Die Ergebnisse unseres Workshops werden später mit spontaner musikalischer Unterstützung auf dem Kongress präsentiert.","recording_license":"","do_not_record":false,"persons":[{"id":804,"public_name":"Pastor Leumund"}],"links":[{"url":"https://de.wikipedia.org/wiki/Jan_Theiler","title":"https://de.wikipedia.org/wiki/Jan_Theiler"}],"attachments":[]},{"id":1201,"guid":"aa5b96c2-7959-474b-91ae-a72c8863c81d","logo":null,"date":"2016-05-28T19:00:00+02:00","start":"19:00","duration":"04:45","room":"Balkonien","slug":"WK2016-1201-brewing_beer","title":"Brewing Beer","subtitle":"How to brew delisous beer","track":"Action","type":"workshop","language":"de","abstract":"Mach dich selbst unabhängig von den großen Bierkonzernen mit ihrer Einheitsmaische! Dieser Workshop ist für all jene, die schon immer mal wissen wollten, wie so eine Maische riecht, was Läutern ist und wann Hopfen und Malz verloren sind. Vom Schrot bis zur Hauptgärung zeige ich euch wie man Bier herstellt.\r\n\r\nThis Workshop is limited to 10 participants.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":959,"public_name":"lui schlingel"},{"id":861,"public_name":"Storno"}],"links":[],"attachments":[]}],"Dorfplatzbühne":[{"id":1046,"guid":"0335c542-43cb-4dfd-82ae-baddcb667984","logo":"/system/events/logos/000/001/046/large/BloodyAufkleber_var2.jpg?1462364013","date":"2016-05-28T21:30:00+02:00","start":"21:30","duration":"01:15","room":"Dorfplatzbühne","slug":"WK2016-1046-bloody_marys","title":"Bloody Marys","subtitle":"Punk Konzert","track":"Party","type":"concert","language":"en","abstract":"all-Girl-heartcore-Revolution-Punk-Band from Berlin\r\n*with our hearts \u0026 with our souls* \r\n*fight the power - fuck the system* \r\nFOREVER HEARTCORE \r\n","description":"Wer sich fragt was in Sachen ‘all-Girl Rock’n’Roll’-Bands zur Zeit so abgeht…bekommt die Antwort aus Berlin-Friedrichshain direkt um die Ohren.\r\n\r\nDie Bloody Marys fanden sich 2013 zusammen, um dieser Frage auf den Grund zu gehen, wobei Rock’n’Roll eher sowas wie ein Überbegriff ist. Die Band pfeift bewusst auf jegliche Genre-Schubladen und bedient sich unbedarft an allem, was die Welt an Beats, Grooves und Riffs zu bieten hat und zaubert ihren eigenen charakteristischen Sound daraus.\r\n\r\nGarage, Trash, Punkrock, auch mal nen Song der im Surfsound flowt…und BÄM!!! wird ein HC-Brett mit Rap-Einlage auf die Crowd losgelassen.\r\n\r\nDie 5 Ladies der Bloody Marys sind immer für eine Überraschung gut und besonders live für jede Menge Schandtaten bereit, um ihre Message abzuliefern: fight the power - fuck the system!","recording_license":"","do_not_record":false,"persons":[{"id":845,"public_name":"Bloody Marys"}],"links":[{"url":"www.bloodymarysband.com","title":"bloody marys"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/041/original/technical_rider_bloody_marys.pdf?1461592849","title":"Tech Rider"},{"url":"/system/event_attachments/attachments/000/000/050/original/bloody_marys_technical_rider.pdf?1462363941","title":"Tech Rider"}]},{"id":1047,"guid":"eddd36b7-45cb-4fc8-a0a1-9c766f294ef3","logo":"/system/events/logos/000/001/047/large/Gladbeck_Soundcloud_Bild_2.jpg?1462903019","date":"2016-05-28T23:00:00+02:00","start":"23:00","duration":"01:15","room":"Dorfplatzbühne","slug":"WK2016-1047-gladbeck_city_bombing","title":"Gladbeck City Bombing","subtitle":"Konzert","track":"Party","type":"concert","language":"en","abstract":"Sex, Sekt \u0026 Sickness","description":"Two persons electronic dance, punk and pop styled liveshow with vocals.","recording_license":"","do_not_record":false,"persons":[{"id":882,"public_name":"Gladbeck City Bombing"}],"links":[{"url":"www.gladbeckcitybombing.org","title":"Gladbeck online"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/057/original/Gladbeck_Techrider_2016_without_performers.rtf?1462903019","title":"Gladbeck Techrider"}]}],"Stube":[],"Saunah":[{"id":1032,"guid":"9b21fcae-65a8-43db-8d83-9ed89d9608c0","logo":null,"date":"2016-05-28T13:15:00+02:00","start":"13:15","duration":"03:00","room":"Saunah","slug":"WK2016-1032-magic_rainbow_techno_friends","title":"Magic Rainbow Techno Friends","subtitle":"Stabilisations- und Vertiefungsritual für Freundschaften mit frei erfunden Zaubersprüchen","track":"Action","type":"performance","language":"de","abstract":"Ihr seid miteinander befreundet. Das ist wichtig. Pärchen sind doch kacke, Freundschaft zählt. Ihr hört von draußen schon verheißungsvolle Beats, es dringt ein bisschen Nebel durch die Ritzen der Tür. Und dann werdet ihr reingeholt, nur ihr, das hier ist ganz besonders für euch. Ein Ritual voll ausgedachter Magie und echter Zuneigung, ein Moment für euch, für eure Freundschaft. \r\nGlück und Geräusche, Ekel und Ekstase, Plattitüden und Promille, ihr und das Kollektiv Nobeling und eine Feier von dem, was ihr zusammen seid.","description":"Das Kollektiv Nobeling hat die Performance \"Magic Rainbow Techno Friends\" bisher auf Partys in Leipzig, Hildesheim und Berlin erprobt. Bis zu vier Freund_innen können gleichzeitig an dem Ritual teilnehmen, es dauert zwischen 5 und 15 Minuten.\r\n\r\nDas Kollektiv Nobeling betreut auf dem Hedo-Kongress etwa drei Stunden am Tag den Magic Rainbow Techno Friend Room und führt Rituale durch.","recording_license":"","do_not_record":false,"persons":[{"id":725,"public_name":"Nobelin Kollektiv"}],"links":[],"attachments":[]},{"id":1107,"guid":"e876d0a1-c70b-4a1a-9f46-02876c4f4c93","logo":null,"date":"2016-05-29T01:15:00+02:00","start":"01:15","duration":"00:15","room":"Saunah","slug":"WK2016-1107-zum_thema_politische_ehe","title":"zum Thema politische Ehe","subtitle":"","track":"Action","type":"lightning_talk","language":"de","abstract":"Die Eheschließung als Lücke, um das Aufenthaltsrecht zu umgehen und einem Menschen den langfristigen Aufenthalt in Deutschland zu ermöglichen. In dem Vortrag sollen einige Erfahrungswerte zum Thema Eheschließung mit nicht EU-Bürgern oder Geflüchteten, die sich im Asyl Verfahren befinden, erzählt werden. ","description":"Welche Voraussetzungen müssen gegeben sein, um zu heiraten? Wie läuft es ab und was kommt danach? In dem kurzen Vortrag sollen Eindrücke und Erfahrungen zum Thema (politische) Ehe wieder gegeben und das Konstrukt Ehe diskutiert werden. \r\nI want to discuss marriage as an option for displaced persons and non eu-citizen to be able to stay in Germany. I will talk about experiences, requirements and what comes afterwards. Moreover we can discuss the construct of (political) marriage. \r\nThe lightning talk can be either in German or English.","recording_license":"","do_not_record":false,"persons":[{"id":718,"public_name":"Bianca"}],"links":[],"attachments":[]}],"Halle / Saale":[],"Drehen \u0026 Wenden":[{"id":1132,"guid":"10e3968e-3e45-4821-b68e-19bb67f979b8","logo":null,"date":"2016-05-28T13:15:00+02:00","start":"13:15","duration":"04:00","room":"Drehen \u0026 Wenden","slug":"WK2016-1132-wendo_-_self-assertion_and_self-defence_for_womenlesbiantrans_inter","title":"WenDo - self-assertion and self-defence for womenlesbiantrans*inter*","subtitle":"Selbstbehauptung und Selbstverteidigung fuer FrauenLesbenTrans*Inter*","track":"Action","type":"workshop","language":"de","abstract":"We'll practice punch-, kick- and liberation-techniques, games, role playings and relaxation. We can talk about threatening situations, try and test things out and talk and exchange experiences, how to act, react and resist. We'll try to recognize and set our limits. We want to create a respectful co-operation in a safe space. You don't need to be sporty, You don't need experience.\r\n\r\nWir üben Schlag-, Tritt- und Befreiungstechniken, machen Spiele, Wahrnehmungsübungen, Rollenspiele sowie Entspannungsübungen. Wir können über bedrohliche Situationen reden, uns ausprobieren und austauschen, wie wir uns verhalten und wehren können. Wir versuchen unsere Grenzen zu erkennen und zu setzen. Wir möchten einen respektvollen Umgang miteinander in einem geschützten Raum schaffen. Ihr braucht nicht sportlich zu sein, ihr braucht keine Vorerfahrung.\r\n","description":"\r\n\r\n","recording_license":"","do_not_record":false,"persons":[{"id":833,"public_name":"jez"}],"links":[],"attachments":[]},{"id":1167,"guid":"1f5e72ce-bfaa-4723-b062-9d2931a57b36","logo":null,"date":"2016-05-28T19:00:00+02:00","start":"19:00","duration":"02:15","room":"Drehen \u0026 Wenden","slug":"WK2016-1167-theater_improvisation","title":"Theater Improvisation","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"This is going to be a little introduction into theater and mainly improvisation. Everyone is welcome who likes to play and experiment. After some short warm-up for voice and body we will get into improvising and story telling. About characters, situations, and  topics that invite us to get into play.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":831,"public_name":"Dina"}],"links":[],"attachments":[]}],"Jurte":[],"Technisches Labor":[{"id":1261,"guid":"6088ef98-9fc7-4883-8ab3-b3f42453eca9","logo":null,"date":"2016-05-28T12:00:00+02:00","start":"12:00","duration":"02:15","room":"Technisches Labor","slug":"WK2016-1261-build_your_own_synthesizer","title":"Build your own Synthesizer","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"Learn how to solder, and build you own small synthesizer.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":517,"public_name":"Elli Anarche"},{"id":954,"public_name":"Friedi"}],"links":[],"attachments":[]}],"Schlauch":[],"Klassenzimmer":[]}},{"index":3,"date":"2016-05-29","day_start":"2016-05-29T10:00:00+02:00","day_end":"2016-05-30T07:00:00+02:00","rooms":{"Chaoswiese":[{"id":1121,"guid":"0ebd8f5a-f434-449f-897e-b9d00754b3f2","logo":null,"date":"2016-05-29T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1121-abgeschaltet_werden_und_trotzdem_spass_haben","title":"Abgeschaltet werden und trotzdem Spass haben.","subtitle":"","track":"Action","type":"lecture","language":"en","abstract":"Kurzer geschichtlicher Abriss zu 20 Jahre thing.net / THE THING, die besten und lustigen Geschichten von diversen Aktionen (yesmen, .. ) und von überraschenden Besuchern (3 Buchstaben-Agenturen und Botschaften).\r\nManche meinten es wär Fluxus, manche Dada, manche ein Biotop ... Hauptsache es war Spass dabei.\r\nWas kann daraus für Aktionen und 2016 lernen? Der Netzguerilla frönen und Spass haben. ","description":"Seit 20 Jahren ist Netzpioneer thing.net / THE THING online. Von 1995 an war thing.net / THE THING ein loses Netzwerk und Plattform für diverse Netzguerilla Aktionen (rtmark / theyesmen, toywar, deporation-alliance.com, Electronic Civil Disobedience ...) mittels virtual sit-ins, DDOS, floodnet und diversen anderen Methoden. Sowohl als virtueller als auch realer Raum. \r\n\r\nThe Thing / thing.net ist \u0026 war:\r\n\"... an international net-community of artists and art-related projects that was started in 1991 by Wolfgang Staehle. The Thing was launched as a mailbox system accessible over the telephone network in New York feeding a Bulletin Board System (BBS) in 1991 before their website was launched in 1995. By the late 1990s, The Thing grew into a diverse online community made up of dozens of members' Web sites, mailing lists, a successful Web hosting service, a community studio in Chelsea (NYC).\" \r\n\r\nthing.net hosted various projects like The Yes Men, toywar.com ... and was shut down because that a couple times, since them it's still a botique ISP.\r\n\r\nDieter Daniels fasst in „Net Pioneers 1.0“ die programmatischen Ziele von THE THING NYC in drei Punkten zusammen:\r\n\r\n— die Konstruktion einer unabhängigen, zum Teil selbst-designten technischen Infrastruktur.\r\n— den Aufbau einer sich selbst organisierenden Netzwerk-Community, in der ein kommunikatives Modell von Diskurs gemeinsam erstellt und erprobt werden konnte.\r\n— die Entwicklung eines kunstspezifischen Netzwerkes, um damit die Potenziale des Mediums experimentell und reflektierend zu erforschen und er kommentiert das Programm folgendermaßen: „Diese Entwicklung vollzog sich in einer sowohl für die Medien als auch für die Kunst in dieser Zeit ungewöhnlichen, autonomen Situation; die Gesamtkonstruktion war nicht nur unabhängig von jeglicher Institution, sondern existierte auch außerhalb kommerzieller Kontrolle.“  Idee und Ausführung lagen aufgrund des besonderen kunst- und mediengeschichtlichen Zeitpunktes nah beieinander und bei der Begegnung von Kunst- und Mediengeschichte kam es zu einem Crossing-Over wie eingangs beschrieben. So liest sich THE THING heute wie ein Plan für alles, was das Internet in den folgenden Jahren zu bieten hatte, eine frühe, vielleicht auch unschuldige Blütezeit der internetbasierten Phase des Kommunikationszeitalters. \r\n\r\nDies ist der Ausgangpunkt zur Präsentation und Diskussion, wie kann man dieses Beispiel nützen um dies auch noch 2016 spielerisch umzusetzen.\r\n\r\nWie oder wo gibt es bzw. kann man 2016 nochmals einen ähnlichen Raum im Netz schaffen wie Mitte der 90iger Jahre? \r\nDer Netzguerilla frönen und Spass haben.  ","recording_license":"","do_not_record":false,"persons":[{"id":811,"public_name":"Herbert Prikopa"}],"links":[],"attachments":[]},{"id":1224,"guid":"c0e3a329-e068-4b67-a2fa-9ca62a08493b","logo":null,"date":"2016-05-29T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1224-anarchy_time_software_development","title":"Anarchy Time Software Development","subtitle":"An anthropological inquiry into successful anarchist production","track":"Protest","type":"lecture","language":"","abstract":"Anarchist communities (in the form of cooperative houses, hackerspaces, camps at Burning Man, etc.) happen all around us, and we can talk at length about the conditions that lead to their success. But anarchists, including myself, are interested in more than small communities and spaces. I want to see the creation of goods and technology that provide us better health, protection against natural disaster, and women on the moon. The following question should come to mind: what are the conditions that allow for  anarchist communities of workers to create successful, large scale projects such as Linux kernel, Debian operating system, and Wikipedia (all of which are produced by largely anarchist-ish communities)? ","description":"Any good anarchist is also an anthropologist. This is because, in order to construct environments under which anarchist relationships thrive, we must investigate the conditions that allow humans to coexist in ways that are non-hierarchical. Anarchist communities (in the form of cooperative houses, hackerspaces, camps at Burning Man, etc.) happen all around us, and we can talk at length about the conditions that lead to their success.\r\n\r\nBut anarchists, including myself, are interested in more than small communities and spaces. I'm not an anarcho-primitivist who would prefer we return to the simple hunter-gatherer life -- I want to see the creation of goods and technology that provide us better health, protection against natural disaster, and women on the moon. Critics of anarchism claim that anarchist organization is unable to foster complex production (especially in comparison to capitalism). The success of projects such as the Linux kernel, Debian operating system, and Wikipedia -- all of which are produced by largely anarchist-ish communities -- proves them wrong. The following question should come to mind: what are the conditions that allow for these anarchist communities of workers to create successful, large scale projects? ","recording_license":"","do_not_record":false,"persons":[{"id":942,"public_name":"Val"}],"links":[],"attachments":[]},{"id":1225,"guid":"9d027d19-f33e-4ee7-a2cc-5e3154468d06","logo":null,"date":"2016-05-29T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1225-communication_guerilla_tactics","title":"Communication Guerilla Tactics","subtitle":"How to disrupt conventional structures of communication effectively","track":"Action","type":"lecture","language":"en","abstract":"A veteran in communication guerilla tactics gives advice on how its done.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":136,"public_name":"Ztohoven"},{"id":622,"public_name":"Joachim Schautenbach"},{"id":827,"public_name":"Gloria Spindle"},{"id":827,"public_name":"Gloria Spindle"},{"id":511,"public_name":"Subluitenant Roomslag of the Bakers without Borders"}],"links":[],"attachments":[]},{"id":1028,"guid":"d45e3924-eced-4c52-9df5-67d417f39d51","logo":null,"date":"2016-05-29T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1028-verklag_den_staat","title":"Verklag den Staat!","subtitle":"","track":"Action","type":"workshop","language":"de","abstract":"Es gibt einige legale Wege, Informationen und Dokumente von Behörden und anderen staatlichen Stellen zu bekommen. Notfalls muss man den Staat dafür aber verklagen.\r\nIn diesem Workshop stelle ich FragDenStaat vor und zeige, wie Informationsfreiheitsgesetze bei politischer Arbeit, Kampagnen und Inititativen helfen können.","description":"Es gibt einige legale Wege, Informationen und Dokumente von Behörden und anderen staatlichen Stellen zu bekommen. Notfalls muss man den Staat dafür aber verklagen.\r\nIn diesem Workshop stelle ich FragDenStaat vor und zeige, wie Informationsfreiheitsgesetze bei politischer Arbeit, Kampagnen und Inititativen helfen können.","recording_license":"","do_not_record":false,"persons":[{"id":679,"public_name":"Arne"}],"links":[{"url":"FragDenStaat.de","title":"FragDenStaat.de"}],"attachments":[]},{"id":1024,"guid":"3d9fea41-8c96-4ad1-b019-1976c72f8457","logo":"/system/events/logos/000/001/024/large/_1FACB6_1_2.jpg?1462745563","date":"2016-05-29T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1024-q_wie_querulant","title":"Q wie Querulant","subtitle":"Wie wir die Hartz-4-Sanktionen abschaffen werden","track":"Action","type":"lecture","language":"de","abstract":"Menschen, die bei Hartz IV ihre Rechte kennen und sich dafür einsetzten, werden illegaler Weise von Jobcentern intern mit dem Code \"Q\" für \"Querulant\" markiert. Würden nicht nur 5% der Menschen Qs sein, sondern 10%, so wissen wir aus internen Quellen, würden sich die menschenfeindliche Sanktionspraxis nicht mehr lohnen. Diese Herausforderung nehmen wir an und bauen ein Tool mit dem wir die Sanktionen abschaffen!","description":"Hartz IV ist vor allem deshalb scheiße, weil die Sachbearbeiter*innen den Menschen für Nichtigkeiten willkürlich ihre Leistungen bis auf Null kürzen könnten. Diese Erziehungs- und Bestrafungsmaßnahme des Staates ist verfassungswidrig und muss abgeschafft werden. Und das wäre auch möglich, wenn anstatt bisher nicht nur 5% der Menschen sich gegen die Sanktionen juristisch zur wehr setzen würden, sondern 10%. Genau dazu wollen wir den Menschen mit unserer Online-Plattform sanktionsfrei.de die nötige Unterstützung geben. Wir reverse engineeren das Jobcenter digital und bauen damit eine Gegenbehörde auf, die - im Dienste der Betroffenen - die optimalen Gegenschreiben erstellt, Widerspruchshilfe leistet, mit Anwält*innen verbindet, die Jobcenter mit Klagen überrollt und im Zweifelsfall verhängte Sanktionen finanziell ausgleicht um die Menschen aus der Erpressbarkeit zu holen.\r\nWir wollen euch eine Stunde lang unsere zahlreichen Ideen und Hacks präsentieren und in der zweiten Stunde mit euch weitere Ideen ausspinnen.","recording_license":"","do_not_record":false,"persons":[{"id":719,"public_name":"Agentur zur Überwindung des Kapitalismus"}],"links":[{"url":"http://www.sanktionsfrei.de","title":"Projekt-Website"}],"attachments":[]},{"id":1212,"guid":"cf8e67a6-9682-4b5d-81c9-823e363fb7a1","logo":"/system/events/logos/000/001/212/large/IMG_0143.jpg?1462256625","date":"2016-05-29T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Chaoswiese","slug":"WK2016-1212-red_zeman_s_underpants_above_prague_castle","title":"Red Zeman's underpants above Prague Castle","subtitle":"Original presidential flag disapeared from the roof of Prague Castle being replaced by a new one - big red underpants","track":"Protest","type":"lecture","language":"en","abstract":"The original presidential flag disappeared from the roof of Prague Castle being replaced by a new one - big red underpants. Ztohoven art collective will present and discuss this project. What was the story behind the project, how did the media react, what was the officials' response? The project is now getting close to its final stage: criminal trial and accusation of three different crimes. Will the accused members go to jail? ","description":"","recording_license":"","do_not_record":false,"persons":[{"id":136,"public_name":"Ztohoven"}],"links":[{"url":"http://www.bbc.com/news/world-europe-34311078","title":"International refference about project "}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/048/original/12029549_10154188191223154_7939557139885341279_o.jpg?1462256625","title":"Hanging of red undies"}]}],"Solarkino":[{"id":1210,"guid":"5968e885-e77b-4d6c-ad65-c85f47482084","logo":null,"date":"2016-05-29T12:00:00+02:00","start":"12:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1210-conspire_with_seniors_-_hijack_the_city_council","title":"Conspire with Seniors - Hijack the City Council!","subtitle":"","track":"Action","type":"lecture","language":"de","abstract":"\r\nSeniors have a big say in Berlin politics. By 2030 every forth Berliner will be aged 65 and above. This age group is granted some attractive privileges, e.g. the right to speak at house of representatives of Berlin, etc. In autumn a new body (Landesseniorenbeirat) will be elected. Can we find a hedonistic spirit in an old body (\"ein Hedo im Faltenrock\") willing to apply and hijack the advisory council? What other creative alliances between young and old can be developed (\"rent a senior\" e.g. for sit-ins)?\r\n\r\nAfter a short impulse session, the panel will open for a brainstorming session and action planning.","description":"Seniors have a big say in Berlin politics. By 2030 every forth Berliner will be aged 65 and above. This age group is granted some attractive privileges, e.g. the right to speak at house of representatives of Berlin, etc. In autumn a new body (Landesseniorenbeirat) will be elected. Can we find a hedonistic spirit in an old body willing to apply and hijack the advisory council? What other creative alliances between young and old can be developed (\"rent a senior\" e.g. for sit-ins).","recording_license":"","do_not_record":false,"persons":[{"id":860,"public_name":"margit"}],"links":[],"attachments":[]},{"id":1033,"guid":"ab3f23d1-0c67-48b2-b258-b0fb4d96cc7b","logo":null,"date":"2016-05-29T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Solarkino","slug":"WK2016-1033-dem_uberwachungsstaat_von_der_schippe_springen","title":"Dem Überwachungsstaat von der Schippe springen","subtitle":"","track":"Action","type":"lecture","language":"de","abstract":"Spaetestens seit 2015 kommt man bei der Beantragung eines neuen Reisepasses nicht mehr drum herum seine Fingerabdruecke und ein biometrisches Foto abzugeben. Aber gibt es nicht doch Moeglichkeiten, sich der Speicherung und Ueberwachung zu enziehen? \r\nIn dem Vortrag wollen wir zeigen, wie man biometrische und andere Ueberwachungssysteme austricksen kann.","description":"Spaetestens seit 2015 kommt man bei der Beantragung eines neuen Reisepasses nicht mehr drum herum seine Fingerabdruecke und ein biometrisches Foto abzugeben. Aber gibt es nicht doch Moeglichkeiten, sich der Speicherung und Ueberwachung zu enziehen? \r\nIn dem Vortrag wollen wir zeigen, wie man biometrische und andere Ueberwachungssysteme austricksen kann.","recording_license":"","do_not_record":false,"persons":[{"id":372,"public_name":"Constanze Kurz"},{"id":670,"public_name":"starbug"}],"links":[],"attachments":[]},{"id":991,"guid":"ce60aa76-eb45-4e73-ad43-b37b7261020a","logo":"/system/events/logos/000/000/991/large/Hoax.png?1460909581","date":"2016-05-29T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Solarkino","slug":"WK2016-991-hoaxmap_org_-_geruchte_uber_gefluchtete_dekonstruieren","title":"Hoaxmap.org - Gerüchte über Geflüchtete dekonstruieren","subtitle":"","track":"Protest","type":"lecture","language":"de","abstract":"Pferde, Schwäne, Hunde. Glaubt man den kursierenden Geschichten, ist die hiesige Flora und Fauna keinesfalls mehr sicher, seit die Zahl der Geflüchteten in Deutschland im vergangenen Jahr stark anstieg. Gerüchte haben Hochkonjunktur - auf der Hoaxmap werden sie dokumentiert.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":653,"public_name":"Karolin"}],"links":[{"url":"http://hoaxmap.org/","title":"Hoaxmap"}],"attachments":[]},{"id":1133,"guid":"57763c85-5e24-499f-8479-189622a9d618","logo":null,"date":"2016-05-29T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Solarkino","slug":"WK2016-1133-bitcoin_-_money_for_the_unbanked","title":"Bitcoin - Money for the unbanked?","subtitle":"","track":"Protest","type":"lecture","language":"en","abstract":"What is Bitcoin? Who can benefit by using it? What are the challenges Bitcoin faces currently?","description":"The talk will not explain the technical details of Bitcoin. It is supposed to give an overview of how it works, what the benefits are compared to FIAT currencies and how to use it. What kind of users can benefit the most by using Bitcoin? What about the unbanked and those who rely on remittance?\r\n\r\nI will also talk about the players in the Bitcoin ecosystem: developers, miners, exchanges and users. Regarding the different kinds of participants I will try to shed some light on what their interests are, and how they might be able to influence (or control) the present and future of Bitcoin. I will also talk about the challenges Bitcoin faces right now and in the near future. Bitcoin has a bad reputation because it is very power consuming. What are alternative mechanism that might give an equal level of security but require only a fraction of the power Bitcoin uses?\r\n\r\nWhat could be a successor to Bitcoin?\r\n","recording_license":"","do_not_record":false,"persons":[{"id":752,"public_name":"Dirk"}],"links":[{"url":"http://bitstaub.diskordia.org","title":"Bitstaub Podcast (in german)"}],"attachments":[]},{"id":1208,"guid":"cc61bf8c-e010-42b7-80be-f1f47e0b3c33","logo":"/system/events/logos/000/001/208/large/afd-topmodel-fb.png?1461014580","date":"2016-05-29T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1208-attack_of_the_lugenpresse","title":"Attack of the Lügenpresse","subtitle":"AfD-Wahlprogramm from hell","track":"Protest","type":"lecture","language":"en","abstract":"Militärparaden, Wehrpflicht, Klima-Lüge und Kontrolle der Presse – mein Best of aus diversen AfD-Wahlprogrammen zeichnet das Bild einer Partei, die durchgeknallter nicht sein könnte. ","description":"Wahlprogramme sind jene dicken Stapel bedrucktes Totholz, mit denen nach der Wahl gewöhnlich der Kaminofen angezündet wird. Doch dass eine Partei schon vor der Wahl für ihr eigenes Programm in Erklärungsnöte kommt ist neu. Als die AfD mit ihrem Kernthema „Ausländer raus“ auf Stimmfang ging, besaß ich doch tatsächlich die Frechheit, mit subversiven investigativen Hacker-Methoden (Klick auf den Download-Button) an die Agenda der Partei zu gelangen. Was folgte war eine Lektüre voll Kopfschmerzen und Facepalm. Und ich habe darüber geschrieben. Meine Analyse des Wahlprogramms der AfD brachte das Bild einer vollkommen durchgeknallten Partei zu Tage. Was folgte war der Wahnsinn in Reinform.\r\n\r\nIch wurde mit dem respektablen Titel der „Lügenpresse“ geadelt und bin in den Genuss vieler liebevoller Fan-Zuschriften mit der freundlichen aber bestimmten Bitte mich zu erhängen gekommen. Weitere unvergessliche Momente wie etwa ein Statement zu meiner polnischen Herkunft auf der offiziellen Homepage der AfD Baden-Württemberg folgten. Und das nur, weil ich AfD-Wählern erklärt habe, was für krudes Zeug im Programm ihrer Partei steht. Aber Fakt ist: Für die Öffentlichkeit war das komplett neu. Denn all die Monate voll AfD-Debatten hatte sich tatsächlich kein Journalist die Mühe gemacht im Programm nachzulesen, was für intellektuelle Glanzleistungen in dieser Partei schlummern. ","recording_license":"","do_not_record":false,"persons":[{"id":864,"public_name":"Katharina Nocun"}],"links":[{"url":"https://twitter.com/kattascha","title":"Twitter"},{"url":"http://kattascha.de","title":"Blog"}],"attachments":[]},{"id":1232,"guid":"ae39abde-1577-4abc-bbaf-7066da738101","logo":null,"date":"2016-05-29T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Solarkino","slug":"WK2016-1232-energy_utopias","title":"Energy Utopias","subtitle":"Why alternative energies might fail and why nuclear fusion will save us all","track":"Action","type":"lecture","language":"en","abstract":"Energy is an often forgotten basis of modern society and requires considerable changes to its production and distribution schemes in order to comply with our climate goals. This talk will show why our present utopia of renewable energy sources might remain one forever using Germany as a case example. The rest of the totally biased talk will show why nuclear fusion is a wonderful thing that just might save us and our children.","description":"This pretty technical talk will start at the basics but also go into detail about why wind and solar power just doesn't cut it when talking about the future of electrical energy production. There are tons of great ideas on energy production, transportation and storage, but these technologies either don't scale up well or are not cost competitive with good old cheap coal.\r\nThe bitter truth is that with current technology, we can't go up to 100% renewables and it doesn't look like this will fundamentally change in the next decades. Instead, we need to explore other possibilities, and barring nuclear fission (for political and safety reasons), one big thing at the horizon is nuclear fusion.\r\nI'll present the basics of the work we do at my lab (the Max Planck institute for plasma physics) that contributes to this other, non-conventional utopia of centralized power from a sun on earth.","recording_license":"","do_not_record":false,"persons":[{"id":905,"public_name":"Adrian"}],"links":[],"attachments":[]},{"id":1065,"guid":"4ab8357d-b1c0-47dc-8ae2-ef906feb881e","logo":null,"date":"2016-05-29T20:15:00+02:00","start":"20:15","duration":"01:00","room":"Solarkino","slug":"WK2016-1065-solidarity4all_the_grass-root_social_solidarity_movement_in_greece","title":"Solidarity4all \u0026 the Grass-Root Social Solidarity Movement in Greece","subtitle":"","track":"Action","type":"lecture","language":"en","abstract":"An account on experiencing 6 years of acute crisis and 4 years of Troika intervention and restructuring of the Greek society, to fit the needs of the metropolitan (and mainly the German) European capitalism \u0026 the development of a grass-root social solidarity movement, as a specific formation of the people’s resistance, as both collective self-organisation of the people to counter the effects of the crisis and the austerity memoranda.\r\n","description":"An account on experiencing 6 years of acute crisis and 4 years of Troika intervention and restructuring of the Greek society, to fit the needs of the metropolitan (and mainly the German) European capitalism \u0026 the development of a grass-root social solidarity movement, as a specific formation of the people’s resistance, as both collective self-organisation of the people to counter the effects of the crisis and the austerity memoranda.\r\n\r\n1. Shock doctrine in Greece and making  an example out of it for the rest of peripheral Western Europe. When saving the ideal of a united Europe means saving its capitalist (economic and political) institutions. Socialising costs, exporting crisis, privatising profits and aggressive EU neoliberalism. How the EU tears apart (the peoples of) Europe. \r\n\r\n2. Economic and social consequences. The ultimate dismantling of an, already weak, welfare system and the full deregulation of the labor market. Greece as a “free economic zone” and (with its public and privately owned properties and land) “up for grabs”. The Africanization of a peripheral EU nation, or, correcting the map of the Balkans.  \r\n\r\n3. The financial and political dictatorship of Troika and the State of exemption: Debt colony, “Task force” and the new Gauleiters, (un)Constitutional “coup d’etat”, loss of national and popular sovereignty, demise of Democracy.  \r\n\r\n4. Attack on people’s rights, wages and livelihoods and the rising of racism and neo-nazism. Nazism, as the quintesseltial and pure representative of the dominant discourses and of the practices of the pro-Troika political forces and of Fortress Europe. A torn apart social fabric and cohesion, the unaccountability of an anti-people and undemocratic (authoritative) political system, the beefing up of the “securitised state”, nests the “serpends’ egg” in its own belly. “Divide and rule” for the subaltern classes, security over freedom, nationalism and racism, prepare fascism as reserve. \r\n\r\nLast, but not least, I will refer to: \r\n\r\n1. Τhe multifarious political struggle waged by the Greek people against the “dictatorship of Troika” and its political lackies in Greece, exemplified with addressing the Radical left as the main force of hope for a different Greece in a different Europe, and\r\n\r\n2. the grass-root social solidarity movement, as a specific formation of the people’s resistance, as both collective self-organisation of the people to counter the effects of the crisis and the austerity memoranda while they struggle for their overthrowing,  and as a different paradigm of socially self-managed public services and commonalised economy. ","recording_license":"","do_not_record":false,"persons":[{"id":867,"public_name":"christos giovanopoulos"}],"links":[{"url":"http://www.solidarity4all.gr/sites/www.solidarity4all.gr/files/deutsch.pdf","title":"solidarity4all"},{"url":"https://www.facebook.com/blockupy.europe/videos/417311898435854/","title":"https://www.facebook.com/blockupy.europe/videos/417311898435854/"}],"attachments":[]}],"Gans in Florida":[{"id":1015,"guid":"cbeae20f-269f-428b-980f-2f88a2316b1e","logo":"/system/events/logos/000/001/015/large/ROB_4.jpg?1457950449","date":"2016-05-29T10:00:00+02:00","start":"10:00","duration":"02:00","room":"Gans in Florida","slug":"WK2016-1015-techno_yoga","title":"Techno Yoga","subtitle":"free-form yoga to electronic music","track":"Action","type":"workshop","language":"en","abstract":"Yoga with some differences - free-form with no pressure or pain and Techno beats to inspire improvisation.","description":"Rob has tried has tried doing yoga to many different kinds of music - ambient, classical, folk, Indian, rock etc. But he prefers to do yoga to electronic dance music because of its simplicity and hypnotic, trance-inducing quality. This kind of music may not work for everyone; not everyone likes techno and that is surely a prerequisite for trying doing yoga to it. This workshop offers the possibility to try out the effects of electronic music whilst doing simple asanas.\r\n\r\nRob Bennett has been practicing and teaching Desikachar yoga for nearly 40 years. Rob was lucky to attend workshops with Sri T.K.V. Desikachar himself, the son of Sri Krishnamacharya as well as learning with his students for many years. This kind of yoga is very different to the competitive, mechanical and gymnastic kind of yoga taught commonly these days in fitness studios.\r\n\r\nHatha yoga was originally intended as a meditative, centring discipline where healing in the sense of \"becoming whole\" or connecting with the source was the main focus. In his teaching Rob remains true to these old yogic aspirations and tries to support participants within their capabilities - helping to explore boundaries without pressure.","recording_license":"","do_not_record":false,"persons":[{"id":428,"public_name":"Rob"}],"links":[{"url":"https://www.facebook.com/techno.yoga.rob.bennett/","title":"Facebook Techno Yoga page"}],"attachments":[]},{"id":1035,"guid":"27f3ad1b-8b30-43fc-9b07-94cb48b94e83","logo":null,"date":"2016-05-29T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Gans in Florida","slug":"WK2016-1035-reclaim_your_club","title":"Reclaim Your Club","subtitle":"Was heißt hier Political Clubbing?","track":"Action","type":"workshop","language":"de","abstract":"Kann es einen „politischen Club“ geben? Welche Fallstricke produzieren politische Ansprüche in der Organisation von (Techno-)Clubs? Was sind Best-Practice-Beispiele in der Türpolitik, in Bezug auf Safer-Clubbing und anti-diskriminierende Personal- und Bookingmethoden? Diesen und ähnlichen Fragen möchten wir im Rahmen des Workshops nachgehen.","description":"Kann es einen „politischen Club“ geben? Welche Fallstricke produzieren politische Ansprüche in der Organisation von (Techno-)Clubs? Was sind Best-Practice-Beispiele in der Türpolitik, in Bezug auf Safer-Clubbing und anti-diskriminierende Personal- und Bookingmethoden? Diesen und ähnlichen Fragen möchten wir im Rahmen des Workshops nachgehen und dabei auf den Ergebnissen des letzten Workshops zu diesem Thema (RYC-Kongress 2015, Berlin) aufbauen. Das Ziel dieses Workshops ist es, herauszufinden wie sich Clubs und Party-Kollektive einer selbstreflexiven Praxis in Bezug auf die alltäglichen Reproduzierungen von Macht- und Verwertungslogiken aussetzen und diese gegebenenfalls auch verändern können.\r\n\r\nWir haben mehr Fragen als Antworten – Reclaim your Club!","recording_license":"","do_not_record":false,"persons":[{"id":175,"public_name":"Hidden Institute \u0026 Friends"}],"links":[],"attachments":[]},{"id":1142,"guid":"604b26ab-df07-4bc1-b2a4-c51d2f80976d","logo":null,"date":"2016-05-29T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Gans in Florida","slug":"WK2016-1142-sexualisierte_gewalt_-_wo_das_stgb_versagt_und_welche_alternativen_moglich_sind","title":"Sexualisierte Gewalt - Wo das StGB versagt und welche Alternativen möglich sind","subtitle":"","track":null,"type":"lecture","language":"de","abstract":"Anhand des StGB wollen wir schauen wie die aktuelle Rechtslage bei Fällen von sexualisierter Gewalt ist. Mit Hilfe von Beispielen werden wir ausarbeiten inwiefern das Gesetz zu Gunsten der Täter ausgelegt ist, es im Umgang mit den Betroffenen versagt und warum Alternativkonzepte notwendig sind. Im Folgenden wollen wir das Konzept der Definitionsmacht und das der Transformative Justice vorstellen und darüber diskutieren.","description":"","recording_license":"","do_not_record":false,"persons":[{"id":828,"public_name":"nouvelledune"}],"links":[],"attachments":[]},{"id":1074,"guid":"564744c9-e383-4cf5-9054-3f12f75a0759","logo":null,"date":"2016-05-29T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Gans in Florida","slug":"WK2016-1074-schlafplatzorga_o-platz","title":"Schlafplatzorga O-Platz","subtitle":"","track":"Action","type":"podium","language":"en","abstract":"Mit euch wollen wir über Möglichkeiten diskutieren, wie man Menschen anspricht, die sich bisher nicht der unzähligen Unterstützungsarten von Refugees bewusst sind. Wir wollen über eine Verbreitung des Schlafplatzorga-Systems in anderen Städten mit euch diskutieren, wir wollen eure Erfahrungen mit Engagement, eure Ideen und kritischen Nachfragen hören. Lasst uns kreativ sein, lasst uns sprudeln vor Idealismus, denn Idealismus ist geil und die Schlafplatzorga auch!","description":"Ein vollkommen überfordertes, entwürdigendes Lagersystem, diskriminierende Konditionen in Unterkünften, unsinnige bürokratische Hindernisse: Geflüchteten in Deutschland wird es oftmals massiv erschwert, anzukommen, ein menschenwürdiges Leben aufzubauen. Wir fordern das Recht für jede*n, überall die Koffer auspacken zu können. Wenn es der Staat nicht schafft oder schaffen will, die nötigen Strukturen bereitzustellen, dann müssen wir handeln. Wir als kleine, unabhängige, aktivistische Gruppe. Wir sind die Schlafplatzorga. Wie der Name schon sagt, haben wir es uns zur Aufgabe gemacht, geflüchteten Menschen in Berlin, die akut von Obdachlosigkeit bedroht sind oder unter unerträglichen Umständen untergebracht sind, Schlafplätze zu vermitteln. Und zwar bei Privatpersonen, in WG's, Reihenhäusern, Einzelappartements oder sogar Wagenburgen. Ohne bürokratische Umwege vermitteln wir Suchende, die auf uns zu kommen, zu Angeboten, die von ein paar Nächten auf der Couch bis zu mehrmonatigen Zimmerbezügen reichen. Enstanden sind wir aus einer Unterstützergruppe der Oranienplatzbewegung, die gegen Abschiebung und  Repression protestierte. Heute zählen wir stolze zwölf aktive Mitglieder und sehen uns auch als politische Initiative. Wir stehen für offene Grenzen und ein anti-diskriminierendes System.","recording_license":"","do_not_record":false,"persons":[{"id":915,"public_name":"schlafplatzorga Oplatz"},{"id":914,"public_name":"Nora"}],"links":[],"attachments":[]},{"id":1186,"guid":"a8f5d038-f05c-4006-9839-277aef0b0be4","logo":null,"date":"2016-05-29T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Gans in Florida","slug":"WK2016-1186-gebardensprachkultur","title":"Gebärdensprachkultur","subtitle":"-oder wie Audismus anhand der Mehrheitskultur übersehen wird","track":"Protest","type":"lecture","language":"de","abstract":"Immer wird die Gebärdensprachkultur übersehen inmitten der Mehrheitskultur. Wieso? ","description":"Deafhood, Gehörlosenkultur, Audismus, Majorität vs Minorität und weitere Stichworte, die noch kommen werden. In dem Vortrag geht es darum, aufzuzeigen, wie sehr das Auditive dem Visuellen wegdrängt ins Peripherie. Obwohl die Augen als ein Mittler des Visuellen ein Bestandteil des Körperlichen ist. Das Körperliche, ein wichtiger Teil der Hedonismuswelt neben dem Seelischen und dem Geistigen. Ist da was übersehen worden im Seelischen als auch im Geistigen? Lass uns gemeinsam die Gebärdensprachkultur im Sinne der biokulturellen Diversität entdecken. Bis dann! :) ","recording_license":"","do_not_record":false,"persons":[{"id":635,"public_name":"Matthias"}],"links":[],"attachments":[]},{"id":1161,"guid":"dd018a2b-7d32-4da3-bd71-6d32c1029c0e","logo":null,"date":"2016-05-30T00:30:00+02:00","start":"00:30","duration":"01:00","room":"Gans in Florida","slug":"WK2016-1161-musik_mit_loffeln","title":"Musik mit Löffeln","subtitle":"Percussion Workshop","track":"Action","type":"workshop","language":"","abstract":"Das Musizieren mit Löffeln ist in vielen Kulturen der Welt verbreitet, meist als Teil der traditionellen Volksmusiken, etwa in der Türkei, in Russland, Irland oder den USA, in Deutschland vor allem in Bayern. Im Workshop verwenden wir professionelle „Musiklöffel“, bestehend aus einem Stück Holz. Gemeinsam erarbeiten wir einfache Figuren, entwickeln eine kleine Choreografie und dabei hoffentlich jede Menge Spielfreude!\r\nClaas Sandbothe, Schlagzeuger, Perkussionist und Autodidakt, hat vor 12 Jahren das Löffelspiel für sich entdeckt. Mittlerweile hat er eine eigene Bühnen- und Stra- ßenshow entwickelt, mit der er regelmäßig bei Festivals und anderen Gelegenheiten auftritt.\r\n","description":"Claas Sandbothe, Schlagzeuger, Perkussionist und Autodidakt, hat vor 12 Jahren das Löffelspiel für sich entdeckt. Mittlerweile hat er eine eigene Bühnen- und Stra- ßenshow entwickelt, mit der er regelmäßig bei Festivals und anderen Gelegenheiten auftritt.","recording_license":"","do_not_record":false,"persons":[{"id":876,"public_name":"Claas S."}],"links":[],"attachments":[]}],"Boiler Room":[{"id":1120,"guid":"31d3390b-6f8d-4c22-809d-038bceabc2ad","logo":"/system/events/logos/000/001/120/large/logo_rache_chocolat.png?1459864993","date":"2016-05-29T13:15:00+02:00","start":"13:15","duration":"01:00","room":"Boiler Room","slug":"WK2016-1120-hacking_with_care","title":"Hacking with Care","subtitle":"\"Joie de vivre\" as tactics for activism","track":"Action","type":"podium","language":"en","abstract":"Hackers and activists know working for positive social change is a continuing, draining, selfless battle. However fulfilling and often invigorating, this dedication nonetheless takes a great physical and emotional toll on many friends. Some burnout, some are imprisoned or experience limitations or abuse of their rights, in retaliation for their deeds. Some die. Meanwhile, the various attacks and restrictions on life and freedoms keep intensifying everywhere, motivated by unchecked power and greed. They affect all, in all areas of life, including access to healthcare.","description":"From our different perspectives, we decided to put our experience in common and join forces to:\r\n\r\nHelp become aware of vulnerabilities in our movements and organize so that each and everyone's capacities to care and be cared for will not be compromised. We want to install or nurture a culture of care and self-care in the communities we create.\r\n\r\nInform care practitioners in the field as they will be increasingly confronted to situations requiring skills in relation to privacy/data protection, technological independence and operational security (OpSec) in order to protect themselves as well as their patients. We would like to help hackers and activists to reach out to caregivers to share'n'care with them.\r\n\r\n\r\nThis presentation of Hacking with Care will be introducing past/ongoing works, a vision for the future and a call for participation.\r\n\r\nVisual and fun examples will be detailed, to infuse courage and celebrate \"joie de vivre\" as a tactic! \u003c3","recording_license":"","do_not_record":false,"persons":[{"id":809,"public_name":"jerezim"}],"links":[{"url":"http://hackingwithcare.in","title":"Hacking with Care (\"under construction\")"}],"attachments":[]},{"id":1165,"guid":"27eaf65b-b6a7-4e38-a8d1-f63517c31963","logo":null,"date":"2016-05-29T14:30:00+02:00","start":"14:30","duration":"01:00","room":"Boiler Room","slug":"WK2016-1165-between_assad_and_erdogan_the_situation_of_syrian_refugees_in_turkey","title":"Between Assad and Erdogan: The situation of Syrian refugees in Turkey","subtitle":"","track":"Protest","type":"lecture","language":"en","abstract":"Up to 4 million people from different countries have fled to Turkey during the past few years. How do they feel, how do they live? What is the situation of women, children and of the various minorities? What are their perspectives? Attempting a human look at the situation.\r\n\r\nBis zu vier Millionen Menschen sind in den vergangenen Jahren in die Türkei geflüchtet. Was fühlen sie und wie leben sie? Wie geht es Frauen und Kindern und den zahlreichen Minderheiten? Was sind ihre Perspektiven? Der Versuch, einen menschlichen Blick auf die Situation zu werfen.","description":"Turkey is affected much harder from the Syria crisis than Germany and Europe. Officially, there are at least 2.7 Million Syrians in Turkey and besides them hundreds of thousands of Iraqis and Afghanis and tens of thousands from other countries. \r\nTurkey has let in a huge amount of refugees in a relatively short time period. While this has to be appreciated, Turkey´s involvement in the Syrian civil war is highly questionable. How will the situation evolve? What perspective is Turkey offering the refugees? What are concepts of the state and the opposition? Where do the refugees live and under which circumstances? What is the situation of the many minorities, whose homelands often stretch over more than one country and which are threatened with extinction by the ongoing crisis? What kind of problems do women face and what are their specific approaches?\r\nBased on numerous personal encounters, conversations and observations we will try to grasp a look at refugees in Turkey, that takes into account all their variety as human beings, without reducing them to their often desperate situation, their confession or whatsoever other aspect. \r\nWe will have time for questions and discussion after the talk. \r\n\r\nDie Türkei ist von der Syrienkrise ungemein stärker betroffen als Deutschland und Europa. Offiziell sind mindestens 2.7 Millionen Syrer*innen in der Türkei, hinzukommen hunderttausende \r\nIraker*innen und Afghanen/innen und weitere zehntausende aus anderen Ländern. Dass die Türkei eine so große Anzahl von Flüchtlingen in so kurzer Zeit aufgenommen hat, ist zu loben \r\n– ihre Verwicklung in den syrischen Bürgerkrieg hingegen umso kritischer zu betrachten. Doch wie geht es weiter? Welche Perspektive bietet die Türkei den Geflüchteten? Was ist das Konzept\r\ndes Staates, was die Positionen der Opposition? Wo und unter welchen Umständen leben die Geflüchteten und wie fühlen sie sich? Wie ist die Situation für die zahlreichen Minderheiten, deren \r\nLebensräume sich meist auf mehrere Länder verteilt sind und die durch die Krise in ihrer Existenz bedroht sind? Welchen Problemen sind Frauen ausgesetzt, was sind ihre spezifischen Ansätze? \r\nBeruhend auf zahlreichen persönlichen Begegnungen, Gesprächen und Beobachtungen sollen die Geflüchteten in der Türkei als Menschen in ihrer ganzen Vielfalt betrachtet werden, und nicht auf ihre mitunter hoffnungslose Lage, ihre Konfession oder einen beliebigen anderen Aspekt reduziert werden. Nach dem Vortrag wird es Zeit für Fragen und Diskussionen geben.\r\n","recording_license":"","do_not_record":false,"persons":[{"id":897,"public_name":"Tayfun"}],"links":[{"url":"http://culturmag.de/litmag/bericht-vom-taksim-platz/72795","title":"Bericht vom Taksim-Platz - CulturMag"}],"attachments":[]},{"id":1156,"guid":"28727fe3-b7ba-4f23-852b-98f4a1ecfce9","logo":"/system/events/logos/000/001/156/large/WOF_Cover_print.jpg?1462881975","date":"2016-05-29T15:45:00+02:00","start":"15:45","duration":"01:00","room":"Boiler Room","slug":"WK2016-1156-walls_of_freedom_-_street_art_of_the_egyptian_revolution","title":"Walls of Freedom - Street Art of the Egyptian Revolution","subtitle":"","track":"Protest","type":"lecture","language":"en","abstract":"Walls of Freedom is not your usual Street Art book. It is banned in China and in all Arab gulf monarchies, it was confiscated by the police in Egypt and some of its protagonists, artists and authors have been arrested, threatened or fled the country. Don Karl aka Stone, cultural activist, graffiti writer, author and publisher, and artist and activist El Teneen (Arabic for “Dragon”) will speak about the fun, failures and hopes that popular graphics and street art have brought to Egypt's revolution. ","description":"El Teneen, Arabic for “Dragon” is from Cairo, Egypt. He started doing street art in the first days of the revolution in 2011. In his pieces, El Teneen called out the blatant lies and conspiracy theories of Egyptian state media, condemning the brutality of the military junta that ruled Egypt for more than a year and a half, and criticizing political Islamists and their extremist take on freedoms. After 18 days in Tahrir Square, Mubarak stepped down and his military junta, the Supreme Council of Armed Forces, took over both his power and his failed, base methods. Celebrations were short and sweet. After witnessing their brutality and deceit first-hand, El Teneen stencils warnings against the danger they pose to the revolution, contradicting the murals glorifying them. The most dangerous weapon the SCAF possesses is their media propaganda. Sadly, the simple request “bread, freedom, and social justice,” which Egyptians shouted as they took to the streets, is largely ignored. Besides street art interventions, El Teneen has exhibited artwork in both group and solo shows in Egypt.\r\n\r\nDon Karl aka Stone is a cultural activist, graffiti writer, author, and publisher. He started painting graffiti in 1983 and published his first book on train writing in 1986. Many books and articles have followed. He co-wrote the book Arabic Graffiti and Walls of Freedom: Street Art of the Egyptian Revolution and has curated numerous international urban art projects such as Cubabrasil and White Wall Beirut. Since the beginning of the Arab uprisings in 2011; he has worked closely with Egyptian street artists in a series of events and exhibitions. In 2015 he was one of The Arabian Street Artists who famously hacked the US hit TV Show Homeland with graffiti. He currently runs the publishing house From Here To Fame in Berlin.\r\n","recording_license":"","do_not_record":false,"persons":[{"id":949,"public_name":"El Teneen"},{"id":858,"public_name":"Don R. Karl"}],"links":[{"url":"https://www.facebook.com/WallsOfFreedom/","title":"Walls of Freedom - Facebook"},{"url":"www.wallsoffreedom.com","title":"Walls of Freedom - The Book"},{"url":"http://contemporarywing.com/artists/el-teneen","title":"El Teneen"}],"attachments":[]},{"id":1196,"guid":"31e59629-24f9-465e-b9a5-57ddb8017700","logo":"/system/events/logos/000/001/196/large/City_of_Favelas.jpg?1460817333","date":"2016-05-29T17:00:00+02:00","start":"17:00","duration":"01:00","room":"Boiler Room","slug":"WK2016-1196-urbane_protestbewegungen_und_das_recht_auf_stadt_in_brasilien","title":"Urbane Protestbewegungen und das Recht auf Stadt in Brasilien","subtitle":"City of Favelas - a documenttary abour urban struggle and the brazilian approach to the right to the city","track":"Protest","type":"workshop","language":"de","abstract":"Workshop über urbane soziale Bewegungen (MTST+Favela Bewegungen) und das Recht auf Stadt in Brazilien.\r\n\r\nRight to the city and urban social movements in Brazil. Workshop and documentary City of Favelas","description":"Workshop on urban social movments and the right to the city in Brazil with parts of our documentary City of Favelas: All across Brazilian cities irregular buildings sprawl, piling up like honeycombs. Favelas and dilapidated houses are a focal point of urban poverty and a base for social struggle. Departing from a reflection on these precarious places, the workshop and our film tries to track a different kind of urbanization and takes the viewers into the life of their inhabitants and urban social movements (MTST). The film accompanies urban activists of the Sem-Teto movement in São Paulo and Rio de Janeiro and documents political and economic struggle. In the discussion we will discuss the actual problematic of the right to the city movement in Brazil and its actual situation.","recording_license":"","do_not_record":false,"persons":[{"id":859,"public_name":"Maike Pric"},{"id":856,"public_name":"urban research in emancipatory struggles"}],"links":[{"url":"https://urbanrps.wordpress.com/about-us/","title":"Urban Research in Emancipatory Struggles"},{"url":"https://urbanrps.wordpress.com/favela-brazil/","title":"City of Favelas Documentary"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/038/original/City_of_Favelas.jpg?1460817333","title":"Flyer City of Favelas"}]},{"id":1262,"guid":"eef7c168-d519-40d0-afeb-ee91c8832813","logo":null,"date":"2016-05-29T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Boiler Room","slug":"WK2016-1262-notara_26_-_a_squat_for_and_with_refugees","title":"Notara 26 - a squat for and with refugees","subtitle":"","track":"Action","type":"lecture","language":"en","abstract":"","description":"","recording_license":"","do_not_record":false,"persons":[{"id":918,"public_name":"Elisavet Antapassi"}],"links":[],"attachments":[]},{"id":1230,"guid":"d3ad5afc-892f-40f0-8f03-71f7b4ae56e6","logo":null,"date":"2016-05-30T00:30:00+02:00","start":"00:30","duration":"00:45","room":"Boiler Room","slug":"WK2016-1230-piano_concert","title":"Piano Concert","subtitle":"","track":"Party","type":"concert","language":"","abstract":"Piano virtuoso","description":"He played the opening last as well as playing quite unprepared with Pastor Lemund.","recording_license":"","do_not_record":false,"persons":[{"id":573,"public_name":"Falk"}],"links":[],"attachments":[]},{"id":1265,"guid":"c00b998b-50f7-453c-804f-35235fb20a62","logo":null,"date":"2016-05-30T01:30:00+02:00","start":"01:30","duration":"01:00","room":"Boiler Room","slug":"WK2016-1265-a_lovely_piece_of_shit_-_part_ii","title":"A lovely Piece of Shit - Part II","subtitle":"Extraleben","track":"Party","type":"performance","language":"de","abstract":"Wir sind das Theaterkollektiv Extraleben aus Zürich. «A Lovely Piece of Shit» verwandelt die Tanzfläche zur Bühne, erweckt den Zeitgeist unserer Generation und stürzt uns in einen hedonistischen Tiefenrausch.\r\nNach 12 Club-Gigs an der dröhenden Schweiz Tour 2015 haben wir 2 Gigs in Deutschland gespielt: Mensch Meier (Berlin) und Südpol/Hafenklang (Hamburg).","description":"Lovely Piece of Shit (kurz: ALPOS) wird gespielt zu 127 Beats per Minute: in Techno-Klubs.\r\nWir befinden uns in einem Elektroklub morgens zur Stunde Null: der Klub macht keine Einnahmen mehr, die zahlungswillige kritische Masse ist längst zu Hau- se oder in fremden Betten, zurück bleiben die Un- ersättlichen knietief im Trümmerhaufen der Vergnüg- samkeit. Unsere Kulisse: plattgedrückte Plastikbecher, durchnässte Flyer und Zigarettenstummel. Hier und da Reste von spontanen Glitzer- und Konfettiattacken überdrehter Nachtschwärmer, eine kaputtes Handy inmitten einer Pfütze auf dem klebrigen Boden und ein paar komatöse Opfer, vergessen und ignoriert, ver- einzelt am Rand der letzten Schlacht.\r\nHier treten wir auf die Bildfläche bzw. bricht das Finale über uns hinein. Sieben Stunden zuvor haben wir den Abend im Klub eröffnet, sind mit den Besuchern auf die Tanzfläche geflüchtet: vor Weltpro- blemen, vor neoliberalistischem Jasagertum, vor Opti- mierungswahn, vor Infektionsangst, vor Yoga und vor allem vor Zarathustra. Der hat uns zuvor geraten, wir sollen was machen, die Welt verändern, um nicht wie die letzten Menschen im Leerlauf der Gesellschaft zu enden: wo Freude Dauerzustand ist, alle gleich sind und nichts mehr weh tut. Also haben wir gemacht – yes we can: Wenn Zarathustra das sagt, muss es stim- men, er ist ein Freund von Nietzsche und hat 39.000 Likes auf Facebook. Doch letztlich hat der Ratschlag uns Nichts näher gebracht als den Untergang. Um dort herauszukommen, haben wir das Wummerland errich- tet, ein Ort ohne Sorgen, an dem jeder sein darf wer oder was er will. Dieses Wummerland haben wir durch die Nacht mit den Gästen befeiert, betanzt und be- sungen, sie mit Glitzer zu Wummerländern gemacht. Doch am Morgen, wenn der Plattenteller eiert, beginnt auch das Wummerland zu bröckeln. Mit dem grellen Putzlicht nach dem letzten Beat stürzt die Realität mit voller Härte wieder auf uns ein. Können wir das Wummerland wieder zurückholen? Wir wandeln das Finale in ein riesen Ablenkungsmanöver – niemand darf merken, dass die Probleme auch hier, in unse- rem Wummerland, Schlupflöcher finden. Wir suchen Schuldige, verbarrikadieren die Grenzen und gründen mit den «Patriotischen Einhörnern gegen das Ende des Abends», eine Phalanx gegen die Unglücklichen. Wir versuchen unser Refugium aufrecht zu erhalten, bis wir schliesslich zum nächsten Höhepunkt von dan- nen ziehen und die letzten Menschen zurück auf dem Dancefloor lassen, in unserem gemeinsamen Zeugnis der Besinnungslosigkeit.\r\nWir wollten ein Stück inmitten unserer Generati- on aufführen. Deswegen ziehen wir dahin, wo «Leben» wöchentlich auf ein Maximum gepumpt wird:\r\nKlubs sind nicht nur Kulturinstitutionen, sondern als Ort des Exzesses auch Spielfläche für hedonistische Gesellschaftsentwürfe. Die Klubnacht ist ein Druckluft- ventil des prallen Lebens, was sich hier entlädt ist der Wunsch nach Ereignis und Sinnlichkeit. Auch wir entla- den uns hier. Wir selbst sind Klubgänger, arbeiten dort oder leiten sie sogar. Wir begreifen den Klub als einen utopischen Ort, ebenso wie das Theater: Zwänge und Normen der Alltagsgesellschaft werden hier in Frage gestellt oder gänzlich abgeschafft. Ein Versuchsfeld.\r\nWer ALPOS erleben will, muss durchhalten und an die eigenen Grenzen der Aufmerksamkeit gehen. Das Finale des Stückes wird (wenn nicht anders bespro- chen) erst am Ende einer Klubnacht aufgeführt. Er- fahrungsgemäss halten nicht viele der anfänglichen Besucher bis zum Ende durch, aber dafür umso mehr\r\nExtraleben\r\n4\r\n   das PrInzIP\r\nVerirrte, die verlassen von ihren Freunden zurückge- blieben sind oder diejenigen, die einfach tanzen wol- len unabhängig von Gunst und Stunde. Das Theater trifft also Leute unvorbereitet und widerspenstig. Aber auch wir haben in den Morgenstunden kaum noch Kraft uns zu verstellen und mit den Finger auf irgend- jemand zu zeigen. Nein, um die Zeit verschwimmt Spiel und Realität und wir suchen gemeinsam mit den letzten Überlebenden die Ehrlichkeit inmitten der Katerstimmung.\r\nProlog:\r\nDauer: ~50min\r\nDer Abend wird eröfnet mit einem klassischem Sprechtheater. Hier führen wir die Leute thematisch in das Stück ein und bauen einen Übergang zum re- gulären Partybetrieb. Die erste Phase endet mit einem mobilisierten Publikum auf der Tanzfläche vor dem DJ Pult, der Ausrufung des Wummerland und der darauf- folgenden Aufforderung zum sorglosen Tanzen.\r\nepisoden im Wummerland\r\nZeit: bevorzugt zwischen den DJ Sets durch die Nacht Dauer: jeweils 5-15min\r\nDie Geschichte des Wummerlands wird entweder ep- siodenhaft durch die Nacht gespielt oder im Ganzen zu einer bestimmten Uhrzeit (nach Absprache und Rahmenbedungungen). Die Performer sprechen via Headset zu den Zuschauern und die Tanzfläche wird zur Bühne. Das Wummerland droht sich aufzulösen und wir versuchen mit allen Mitteln die Sorgen und Probleme hier heraus zu halten. Ein verzweifelter Kampf von Höhepunkt zu Höhepunkt vollzieht sich durch die Nacht.\r\n\r\nInterventIonen\r\nZeit und Dauer: Durch die Nacht\r\nBegleitend starten wir dekorative bzw. animinierende Interventionen im Partyraum. Hier verändern wir die Stimmung im Raum und der Zuschauer, indem wir Impressionen streuen: wir lassen z.B. einen Astronau- ten durch die Tanzfläche gleiten, singen die Hymne des Wummerlands oder wir baträufeln die Besucher mit Goldstaub.","recording_license":"","do_not_record":false,"persons":[{"id":728,"public_name":"raycito"}],"links":[],"attachments":[]},{"id":1053,"guid":"e8cf5126-f313-42b0-a7a2-951a0b8ef677","logo":"/system/events/logos/000/001/053/large/ow-profil.jpg?1458733419","date":"2016-05-30T02:45:00+02:00","start":"02:45","duration":"01:15","room":"Boiler Room","slug":"WK2016-1053-musikalisch-performative_slawistikvorlesung_von_otterwechsel","title":"Musikalisch-Performative Slawistikvorlesung von Otterwechsel","subtitle":"Ein performatives Panoptikum über die Historie des Tobetecknow","track":"Party","type":"performance","language":"de","abstract":"Eine musikalische Slawistikvorlesung und ein performatives Panoptikum über die Historie des Tobetecknow. Löve.\r\n\r\nA musically course of lectures in Slavonic studies and also a performative panopticon about the history of Tobetecknow. Löve.","description":"Was bedeutet \"Tecknow\"? Wie ist er entstanden? Wie kam es zur anglistizierenden Neologisierung in orthographischer Wandelung des Terminus Technicus zu \"Techno\"? Wie kann die Musikwissenschaft noch heute die Quintessenz des Tecknows mit mangelnder Probabilität strafen? Wie kann es sein, dass die Slawistik bis heute sich ihres brachialen Vermächtnisses nicht hinreichend bewusst ist?\r\nAlle diese Fragen beantwortet Otterwechsel in dieser technoiden Slawistikvorlesung. Mit einer anschaulichen Powerpointpräsentation und den nötigen Synthesizern zur performativen Praxisdarstellung, gelingt es dem Dozent Thomas Recker mit seinem slawisch-indigenen Assistenten Mathias Oped nicht nur die Wissenslücken des Auditoriums zu füllen, sondern auch ihr praktisches Hedonismusbedürfnis zu stimulieren.","recording_license":"","do_not_record":false,"persons":[{"id":740,"public_name":"Otterwechsel"}],"links":[{"url":"https://www.youtube.com/channel/UCDKVeMwOM6aMhgP3nS4x6Qw","title":"Youtube"},{"url":"https://soundcloud.com/otterwechsel","title":"Soundcloud"},{"url":"https://www.facebook.com/Otterwechsel-202194129793677/","title":"Facebook"}],"attachments":[]}],"Balkonien":[{"id":1030,"guid":"1943cf9f-1f6a-4d21-84b0-b5dd525db73b","logo":null,"date":"2016-05-29T13:15:00+02:00","start":"13:15","duration":"02:15","room":"Balkonien","slug":"WK2016-1030-leaf_blower_-_the_hedonistic_multitool","title":"Leaf Blower - The hedonistic Multitool","subtitle":"Laubbläser - eine hedonistische Wunderwaffe","track":"Action","type":"workshop","language":"en","abstract":"Mobile baricades, confetti blaster, portable foam cannons /\r\nRiesen Inflatables, Konfetti Regen, mobile Schaumkanone\r\n","description":"","recording_license":"","do_not_record":false,"persons":[{"id":395,"public_name":"Cylie"}],"links":[{"url":"www.vimeo.com/122924591","title":"EZB Eröffnung Black Block "}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/018/original/foamcannon.jpg?1458508640","title":"Foamcannon "},{"url":"/attachments/original/missing.png","title":"file"}]},{"id":1017,"guid":"d1e49da1-8ebc-4daf-b060-3b7109ddb831","logo":"/system/events/logos/000/001/017/large/pyranha_arsch.jpg?1457962994","date":"2016-05-29T15:45:00+02:00","start":"15:45","duration":"02:15","room":"Balkonien","slug":"WK2016-1017-diy_inflatables_-_aufblasbares_selbermachen","title":"DIY Inflatables - Aufblasbares Selbermachen","subtitle":"Sculptures made of air - Skulpturen aus Luft ","track":"Action","type":"workshop","language":"en","abstract":"Building a 5m tall inflatable ass to show the nazi rally what you think of them? A walk-in TV in the shopping area? A house-sized unicorn next to the dancefloor? No problem - all you need is some tape, plastic sheets, a fan and the right technique. I'll show you how to do it \u0026 we'll build something together. Think BIG!\r\n\r\nEinen fünf Meter hohen aufblasbaren Arsch bauen, um der Nazidemo die Meinung zu zeigen? Ein begehbarer Fernseher in der Fußgängerzone? Ein haushohes Einhorn neben dem Dancefloor? Alles kein Problem mit der richtigen Technik, Folie \u0026 Klebeband. Ich zeig euch wie's geht und wir probieren es zusammen aus.","description":"Die Idee hatten wir aus dem Anarchist Cookbook, die einfache Umsetzung hat uns dann selbst erstaunt - unser Riesenarsch gegen die Nazis von Pro Köln war der Hingucker der Demo. Mit nem handelsüblichen Ventilator, Folie aus der Messe-Mülltonne, viel Tape und etwas Geduld lässt sich fast alles umsetzen, zu dem man ein Schnittmuster hat. Und selbst dafür gibt's viele Tricks. Was darf's sein? Think BIG!\r\n\r\nWas wir vor Ort bauen, entscheiden wir gemeinsam und ist abhängig von der Zeit, die wir da reinstecken wollen. Material wird mitgebracht.","recording_license":"","do_not_record":false,"persons":[{"id":688,"public_name":"Flo"}],"links":[],"attachments":[{"url":"/system/event_attachments/attachments/000/000/049/original/pyranha_arsch_2.jpg?1462294720","title":"Inflatable Ass"}]}],"Dorfplatzbühne":[{"id":1266,"guid":"2c26dcf0-e186-40b0-8601-0a567e26f843","logo":null,"date":"2016-05-29T19:00:00+02:00","start":"19:00","duration":"01:00","room":"Dorfplatzbühne","slug":"WK2016-1266-mantren_von_morgen","title":"Mantren von morgen","subtitle":"Offene Bühne für Poetinnen und Poeten mit spontaner musikalischer Untermalung","track":"Action","type":"performance","language":"de","abstract":"","description":"","recording_license":"","do_not_record":false,"persons":[{"id":804,"public_name":"Pastor Leumund"}],"links":[],"attachments":[]},{"id":1034,"guid":"b5ff54fc-2f7e-47ff-a5dc-373009a6bfc6","logo":"/system/events/logos/000/001/034/large/12208805_472248202900466_4087271313743625855_n.png?1458638210","date":"2016-05-29T21:30:00+02:00","start":"21:30","duration":"01:00","room":"Dorfplatzbühne","slug":"WK2016-1034-a_lovely_piece_of_shit_-_part_i","title":"A lovely Piece of Shit - Part I","subtitle":"Extraleben","track":"Party","type":"performance","language":"de","abstract":"Wir sind das Theaterkollektiv Extraleben aus Zürich. «A Lovely Piece of Shit» verwandelt die Tanzfläche zur Bühne, erweckt den Zeitgeist unserer Generation und stürzt uns in einen hedonistischen Tiefenrausch.\r\nNach 12 Club-Gigs an der dröhenden Schweiz Tour 2015 haben wir 2 Gigs in Deutschland gespielt: Mensch Meier (Berlin) und Südpol/Hafenklang (Hamburg).","description":"Lovely Piece of Shit (kurz: ALPOS) wird gespielt zu 127 Beats per Minute: in Techno-Klubs.\r\nWir befinden uns in einem Elektroklub morgens zur Stunde Null: der Klub macht keine Einnahmen mehr, die zahlungswillige kritische Masse ist längst zu Hau- se oder in fremden Betten, zurück bleiben die Un- ersättlichen knietief im Trümmerhaufen der Vergnüg- samkeit. Unsere Kulisse: plattgedrückte Plastikbecher, durchnässte Flyer und Zigarettenstummel. Hier und da Reste von spontanen Glitzer- und Konfettiattacken überdrehter Nachtschwärmer, eine kaputtes Handy inmitten einer Pfütze auf dem klebrigen Boden und ein paar komatöse Opfer, vergessen und ignoriert, ver- einzelt am Rand der letzten Schlacht.\r\nHier treten wir auf die Bildfläche bzw. bricht das Finale über uns hinein. Sieben Stunden zuvor haben wir den Abend im Klub eröffnet, sind mit den Besuchern auf die Tanzfläche geflüchtet: vor Weltpro- blemen, vor neoliberalistischem Jasagertum, vor Opti- mierungswahn, vor Infektionsangst, vor Yoga und vor allem vor Zarathustra. Der hat uns zuvor geraten, wir sollen was machen, die Welt verändern, um nicht wie die letzten Menschen im Leerlauf der Gesellschaft zu enden: wo Freude Dauerzustand ist, alle gleich sind und nichts mehr weh tut. Also haben wir gemacht – yes we can: Wenn Zarathustra das sagt, muss es stim- men, er ist ein Freund von Nietzsche und hat 39.000 Likes auf Facebook. Doch letztlich hat der Ratschlag uns Nichts näher gebracht als den Untergang. Um dort herauszukommen, haben wir das Wummerland errich- tet, ein Ort ohne Sorgen, an dem jeder sein darf wer oder was er will. Dieses Wummerland haben wir durch die Nacht mit den Gästen befeiert, betanzt und be- sungen, sie mit Glitzer zu Wummerländern gemacht. Doch am Morgen, wenn der Plattenteller eiert, beginnt auch das Wummerland zu bröckeln. Mit dem grellen Putzlicht nach dem letzten Beat stürzt die Realität mit voller Härte wieder auf uns ein. Können wir das Wummerland wieder zurückholen? Wir wandeln das Finale in ein riesen Ablenkungsmanöver – niemand darf merken, dass die Probleme auch hier, in unse- rem Wummerland, Schlupflöcher finden. Wir suchen Schuldige, verbarrikadieren die Grenzen und gründen mit den «Patriotischen Einhörnern gegen das Ende des Abends», eine Phalanx gegen die Unglücklichen. Wir versuchen unser Refugium aufrecht zu erhalten, bis wir schliesslich zum nächsten Höhepunkt von dan- nen ziehen und die letzten Menschen zurück auf dem Dancefloor lassen, in unserem gemeinsamen Zeugnis der Besinnungslosigkeit.\r\nWir wollten ein Stück inmitten unserer Generati- on aufführen. Deswegen ziehen wir dahin, wo «Leben» wöchentlich auf ein Maximum gepumpt wird:\r\nKlubs sind nicht nur Kulturinstitutionen, sondern als Ort des Exzesses auch Spielfläche für hedonistische Gesellschaftsentwürfe. Die Klubnacht ist ein Druckluft- ventil des prallen Lebens, was sich hier entlädt ist der Wunsch nach Ereignis und Sinnlichkeit. Auch wir entla- den uns hier. Wir selbst sind Klubgänger, arbeiten dort oder leiten sie sogar. Wir begreifen den Klub als einen utopischen Ort, ebenso wie das Theater: Zwänge und Normen der Alltagsgesellschaft werden hier in Frage gestellt oder gänzlich abgeschafft. Ein Versuchsfeld.\r\nWer ALPOS erleben will, muss durchhalten und an die eigenen Grenzen der Aufmerksamkeit gehen. Das Finale des Stückes wird (wenn nicht anders bespro- chen) erst am Ende einer Klubnacht aufgeführt. Er- fahrungsgemäss halten nicht viele der anfänglichen Besucher bis zum Ende durch, aber dafür umso mehr\r\nExtraleben\r\n4\r\n   das PrInzIP\r\nVerirrte, die verlassen von ihren Freunden zurückge- blieben sind oder diejenigen, die einfach tanzen wol- len unabhängig von Gunst und Stunde. Das Theater trifft also Leute unvorbereitet und widerspenstig. Aber auch wir haben in den Morgenstunden kaum noch Kraft uns zu verstellen und mit den Finger auf irgend- jemand zu zeigen. Nein, um die Zeit verschwimmt Spiel und Realität und wir suchen gemeinsam mit den letzten Überlebenden die Ehrlichkeit inmitten der Katerstimmung.\r\nProlog:\r\nDauer: ~50min\r\nDer Abend wird eröfnet mit einem klassischem Sprechtheater. Hier führen wir die Leute thematisch in das Stück ein und bauen einen Übergang zum re- gulären Partybetrieb. Die erste Phase endet mit einem mobilisierten Publikum auf der Tanzfläche vor dem DJ Pult, der Ausrufung des Wummerland und der darauf- folgenden Aufforderung zum sorglosen Tanzen.\r\nepisoden im Wummerland\r\nZeit: bevorzugt zwischen den DJ Sets durch die Nacht Dauer: jeweils 5-15min\r\nDie Geschichte des Wummerlands wird entweder ep- siodenhaft durch die Nacht gespielt oder im Ganzen zu einer bestimmten Uhrzeit (nach Absprache und Rahmenbedungungen). Die Performer sprechen via Headset zu den Zuschauern und die Tanzfläche wird zur Bühne. Das Wummerland droht sich aufzulösen und wir versuchen mit allen Mitteln die Sorgen und Probleme hier heraus zu halten. Ein verzweifelter Kampf von Höhepunkt zu Höhepunkt vollzieht sich durch die Nacht.\r\n\r\nInterventIonen\r\nZeit und Dauer: Durch die Nacht\r\nBegleitend starten wir dekorative bzw. animinierende Interventionen im Partyraum. Hier verändern wir die Stimmung im Raum und der Zuschauer, indem wir Impressionen streuen: wir lassen z.B. einen Astronau- ten durch die Tanzfläche gleiten, singen die Hymne des Wummerlands oder wir baträufeln die Besucher mit Goldstaub.","recording_license":"","do_not_record":false,"persons":[{"id":728,"public_name":"raycito"}],"links":[],"attachments":[{"url":"/system/event_attachments/attachments/000/000/055/original/ALPOS-Gastspiel-2016.pdf?1462818045","title":"Tech Rider + Press Kit"}]},{"id":1253,"guid":"04ad36c5-acba-4634-b8ab-122fd25ddcf2","logo":"/system/events/logos/000/001/253/large/Grammyphone_PUMP_CLUB.jpeg?1462903255","date":"2016-05-29T22:45:00+02:00","start":"22:45","duration":"01:00","room":"Dorfplatzbühne","slug":"WK2016-1253-pump_club","title":"Pump Club","subtitle":"Konzert","track":"Party","type":"concert","language":"en","abstract":"MC Dr. T und Lala Dee Jane schicken euch auf eine Zeitreise in Neon \u0026 Pailletten! \r\nAls PUMP CLUB lassen sie die 90er wieder aufleben - und zwar gnadenlos live! \r\n","description":" Das schrille Paar MC Dr. T \u0026 Lala Dee Jane sind einfach felsenfest davon überzeugt, alle Hits dieser irren Epoche selbst geschrieben, und \"every day and every night\" hinterm Vorhang performt zu haben, während die geliebten großen Stars der Zeit nur den \"Milli Vanilli\" gaben, also nur playback-acts waren! So zappeln die beiden sich ab an Tasten, Saiten und Loops und Beats und singen und rappen nur die Hits von damals (SNAP!, Haddaway, Ace of Base, selbst Prodigy bleibt nicht verschont...) und wollen vor allem eines erreichen: Den wohlverdienten späten Ruhm und - Everybody dance now!!\r\nLine up: E-Piano, Keyboard, Gitarre, 2x voc, 1 Loop/Beatmaschine, diverse Instrumente (Crash, Okarina, Glockenspiel, Megaphon...)","recording_license":"","do_not_record":false,"persons":[{"id":937,"public_name":"Pump Club"}],"links":[{"url":"https://www.youtube.com/watch?v=llacUBeD1Vw","title":"Video"}],"attachments":[{"url":"/system/event_attachments/attachments/000/000/058/original/Tec_Rider_Pump_Club.pdf?1462903260","title":"Technical Rider"},{"url":"/system/event_attachments/attachments/000/000/059/original/Pump_Club_Foto.pdf?1462903260","title":"Foto Pump Club"}]}],"Stube":[{"id":1211,"guid":"15fc05de-3020-4d6b-9df2-c1accec44ff5","logo":"/system/events/logos/000/001/211/large/KING_KARIES.jpg?1461152440","date":"2016-05-30T00:30:00+02:00","start":"00:30","duration":"01:00","room":"Stube","slug":"WK2016-1211-king_karies","title":"KING KARIES","subtitle":"","track":"Party","type":"concert","language":"de","abstract":"\"Party, Protest und Aktion, \r\nwas ihr wollt das hab ich schon, \r\nHedokult als Obzession\"","description":"KING KARIES\r\n...machen linksunterlektuellen post-future-infraschall-rock. Klingen tut das dann wie westberliner Punk-rock der Achtziger,Krautrock der Siebzigerjahre und Huppi-fluppi-akustik-einlagen anno '69. Abgerundet durch den ein oder anderen Stilbruch in Richtung HC/Doom/Was-auch-immer versuchen die drei Musiker ein außergewöhnliches Hörerlebnis zu erzeugen. Der Gesang ist auf Deutsch und umreißt so alltägliche Themen wie: Eidechsenmenschen, Bullenschweine, die Selfie-epidemie, Exil-Edward, Gedächtnislücken dank Tiermedizin, Holzhammereinladungen zu Sexpartys und und und...\r\n\r\nKING KARIES\r\n...the style of this band is often described as left-wing-underlectual post-future-infrasonic-rock. This sounds like punk-rock from westberlin of the 80s, Krautrock of the 70s and hippi-esq-acoustic-fillers of the 60s. Completed by some clashing with styles regarding HC/Doom/Whatever, those three musicians try to achieve an unorthodox listening-expirience. The lyrics are in german and contour such trivial issues as:shape shifting reptilians, mean coppers, the selfie-epidemic,exil-Edward, amnesia by the use of veterinary medicine, steamroller tactics for inviting people to a sexparty and many many more...","recording_license":"","do_not_record":false,"persons":[{"id":872,"public_name":"Jim Panse"}],"links":[{"url":"https://www.youtube.com/watch?v=-AQSV-sNWAg","title":"live mitschnitt anno 2014"}],"attachments":[]},{"id":1213,"guid":"8f56a473-3675-43a9-8fda-0e7b5dcd185e","logo":"/system/events/logos/000/001/213/large/session.jpg?1462277882","date":"2016-05-30T01:30:00+02:00","start":"01:30","duration":"02:15","room":"Stube","slug":"WK2016-1213-jam_session","title":"Jam Session","subtitle":"","track":"Action","type":"workshop","language":"en","abstract":"Open Session:\r\nWir laden alle Kongressteilnehmer:innen dazu ein mit uns zu jammen.\r\nInteressierte sind ganz besonders dazu eingeladen ihre Instrumente mitzubringen.\r\n\r\nOpen session:\r\nwe invite every congress member to jam with us.\r\nEveryone who's interested is called to bring an instument.\r\n","description":"Jeder von uns ist autodidaktischer Musiker, wir haben keinen Bock auf Blues-Schemata, Jazz Standards oder alles was jene, die nicht in diesem Ausmaß vorbereitet sind, ausgrenzt. Unser Ziel ist es mit Euch einen, von innen herauskommenden, Jam zu haben. Alles was wir von Euch erwarten ist ein Instrument mitzubringen oder Bier oder was auch immer eine gute Session ausmacht.\r\n\r\nEach of us is an self-taught musician, we're not interested in playing blues-patterns, jazz standards or anything that makes musicians who are not prepared like that, feel stupid. Our goal is to have an spontaneus jam with you. All you have to do is to bring your instrument or some beer or whatever makes a good session.","recording_license":"","do_not_record":false,"persons":[{"id":872,"public_name":"Jim Panse"}],"links":[],"attachments":[]}],"Saunah":[{"id":1267,"guid":"727f1712-52dc-4481-94be-c9447fd8c85e","logo":null,"date":"2016-05-29T13:15:00+02:00","start":"13:15","duration":"03:00","room":"Saunah","slug":"WK2016-1267-magic_rainbow_techno_friends_2","title":"Magic Rainbow Techno Friends 2","subtitle":"Stabilisations- und Vertiefungsritual für Freundschaften mit frei erfunden Zaubersprüchen ","track":"Party","type":"","language":"","abstract":"Ihr seid miteinander befreundet. Das ist wichtig. Pärchen sind doch kacke, Freundschaft zählt. Ihr hört von draußen schon verheißungsvolle Beats, es dringt ein bisschen Nebel durch die Ritzen der Tür. Und dann werdet ihr reingeholt, nur ihr, das hier ist ganz besonders für euch. Ein Ritual voll ausgedachter Magie und echter Zuneigung, ein Moment für euch, für eure Freundschaft.\r\nGlück und Geräusche, Ekel und Ekstase, Plattitüden und Promille, ihr und das Kollektiv Nobeling und eine Feier von dem, was ihr zusammen seid.","description":"","recording_license":"","do_not_record":false,"persons":[],"links":[],"attachments":[]},{"id":1129,"guid":"860158e2-23b3-409c-a60f-b89737960973","logo":null,"date":"2016-05-30T00:30:00+02:00","start":"00:30","duration":"00:15","room":"Saunah","slug":"WK2016-1129-krankschreiben_fur_anfanger","title":"Krankschreiben für Anfänger","subtitle":"","track":"Action","type":"lightning_talk","language":"de","abstract":"Wie bekomme ich den gelben Schein um blau zu machen? ","description":"Es gibt viele Gründe, warum wir ab und an mal eine Krankschreibung benötigen: Lohnarbeit macht unglücklich (und sollte manchmal etwas niedriger dosiert werden); die Nichtteilnahme an der Prüfung zählt sonst als Fehlversuch oder das Amt macht Stress, wenn man nicht zum Termin kommt (oder ihn bereits verplant hat). Zuviel Stress ist schlecht für Hedonismus, deswegen gibt’s hier Infos und Erfahrungsaustausch rund ums Blau-Machen, Krank-schreiben und Ärzte überzeugen.","recording_license":"","do_not_record":false,"persons":[{"id":936,"public_name":"Lasse"}],"links":[],"attachments":[]},{"id":1181,"guid":"6e98d385-870f-4ca5-8084-6f1f227c69d6","logo":null,"date":"2016-05-30T01:30:00+02:00","start":"01:30","duration":"00:15","room":"Saunah","slug":"WK2016-1181-how_to_run_an_online_mag","title":"How to run an Online Mag","subtitle":"","track":"Protest","type":"lightning_talk","language":"en","abstract":"An Online Magazine is set up quickly - but how do you keep it alive? Come and learn from my mistakes.","description":"Setting up an Online Magazine is fun and often great community work. Keeping it running though can be a real pain in the ass. Best way to avoid that: Learn from other peoples mistakes before you make them yourself. As I've been there, I gladly share my Do's and Don'ts and point out some issues that are worth thinking about - better sooner than later.","recording_license":"","do_not_record":false,"persons":[{"id":358,"public_name":"Annabel"}],"links":[{"url":"www.wilhelmsburgonline.de","title":"WilhelmsburgOnline.de"}],"attachments":[]}],"Halle / Saale":[],"Drehen \u0026 Wenden":[],"Jurte":[],"Technisches Labor":[],"Schlauch":[],"Klassenzimmer":[]}},{"index":4,"date":"2016-05-30","day_start":"2016-05-30T08:00:00+02:00","day_end":"2016-05-31T08:00:00+02:00","rooms":{"Chaoswiese":[],"Solarkino":[],"Gans in Florida":[],"Boiler Room":[],"Balkonien":[],"Dorfplatzbühne":[{"id":1231,"guid":"eec55c0c-5f9e-49b0-8d7f-b63c53fc720c","logo":"/system/events/logos/000/001/231/large/IMAG2013.jpg?1462264955","date":"2016-05-30T22:30:00+02:00","start":"22:30","duration":"01:15","room":"Dorfplatzbühne","slug":"WK2016-1231-tall_pall","title":"Tall Pall","subtitle":"Abschlusskonzert","track":"Party","type":"concert","language":"en","abstract":"","description":"Tall Pall schreibt Songs. \r\nSongs als Bündelung von Gedanken und Gefühlen, als Suche nach einer Verbindung von scheinbaren Gegensätzen, nach Vereinigung. Klage und Aussicht, Abschied, neue Offenheit, Liebe, Sehnsucht und Traum.\r\nNur mit Akustik-Gitarre ausgerüstet singt er Lieder, die vor Dunkelheit nicht zurückschrecken und so befreiend wirken. Sie sind eine bewegende Erinnerung an die Schönheit, die uns umgibt und in uns ist. \r\n\r\nTall Pall writes songs.\r\nThoughts and feelings tenderly come together, searching a connection of opposites in steady longing for unity. \r\nLamentation and vision, goodbyes, new beginnings, love, longing and dream. Equipped with an acoustic guitar he sings these songs that don´t fear darkness. They are a moving reminder of the beauty that surrounds us and is inside of us. ","recording_license":"","do_not_record":false,"persons":[{"id":902,"public_name":"Tall Pall"}],"links":[{"url":"https://www.youtube.com/watch?v=nGAXNWUCNTw","title":"Tall Pall - Like the Birds"}],"attachments":[]}],"Stube":[],"Saunah":[],"Halle / Saale":[],"Drehen \u0026 Wenden":[],"Jurte":[],"Technisches Labor":[],"Schlauch":[],"Klassenzimmer":[]}},{"index":5,"date":"2016-05-31","day_start":"2016-05-31T10:00:00+02:00","day_end":"2016-06-01T04:00:00+02:00","rooms":{"Chaoswiese":[],"Solarkino":[],"Gans in Florida":[],"Boiler Room":[],"Balkonien":[],"Dorfplatzbühne":[],"Stube":[],"Saunah":[],"Halle / Saale":[],"Drehen \u0026 Wenden":[],"Jurte":[],"Technisches Labor":[],"Schlauch":[],"Klassenzimmer":[]}}]}}}